{
    "sections": [
        {
            "name": "Abstraction",
            "paragraphs": [
                {
                    "number": "001",
                    "sentences": [
                        "A double spooks the world, the double of abstraction.",
                        "The fortunes of states and armies, companies and communities depend on it.",
                        "All contending classes, be they ruling or ruled, revere it—yet fear it.",
                        "Ours is a world that ventures blindly into the new with its fingers crossed.",
                        "",
                        ""
                    ]
                },
                {
                    "number": "002",
                    "sentences": [
                        "All classes fear this relentless abstraction of the world, on which their fortunes yet depend.",
                        "All classes but one: the hacker class.",
                        "We are the hackers of abstraction.",
                        "We produce new concepts, new perceptions, new sensations, hacked out of raw data.",
                        "Whatever code we hack, be it programming language, poetic language, math or music, curves or colorings, we are the abstracters of new worlds.",
                        "Whether we come to represent ourselves as researchers or authors, artists or biologists, chemists or musicians, philosophers or programmers, each of these subjectivities is but a fragment of a class still becoming, bit by bit, aware of itself as such."
                    ]
                },
                {
                    "number": "003",
                    "sentences": [
                        "And yet we don't quite know who we are.",
                        "That is why this book seeks to make manifest our origins, our purpose and our interests.",
                        "A hacker manifesto: Not the only manifesto, as it is in the nature of the hacker to differ from others, to differ even from oneself, over time.",
                        "To hack is to differ.",
                        "A hacker manifesto cannot claim to represent what refuses representation."
                    ]
                },
                {
                    "number": "004",
                    "sentences": [
                        "Hackers create the possibility of new things entering the world.",
                        "Not always great things, or even good things, but new things.",
                        "In art, in science, in philosophy and culture, in any production of knowledge where data can be gathered, where information can be extracted from it, and where in that information new possibilities for the world produced, there are hackers hacking the new out of the old.",
                        "While we create these new worlds, we do not possess them.",
                        "That which we create is mortgaged to others, and to the interests of others, to states and corporations who monopolize the means for making worlds we alone discover.",
                        "We do not own what we produce—it owns us."
                    ]
                },
                {
                    "number": "005",
                    "sentences": [
                        "Hackers use their knowledge and their wits to maintain their autonomy.",
                        "Some take the money and run.",
                        "(We must live with our compromises.)",
                        "Some refuse to compromise.",
                        "(We live as best we can.)",
                        "All too often those of us who take one of these paths resent those who take the other.",
                        "One lot resents the prosperity it lacks, the other resents the liberty it lacks to hack away at the world freely.",
                        "What eludes the hacker class is a more abstract expression of our interests as a class, and of how this interest may meet those of others in the world."
                    ]
                },
                {
                    "number": "006",
                    "sentences": [
                        "Hackers are not joiners.",
                        "We're not often willing to submerge our singularity.",
                        "What the times call for is a collective hack that realizes a class interest based on an alignment of differences rather than a coercive unity.",
                        "Hackers are a class, but an abstract class.",
                        "A class that makes abstractions, and a class made abstract.",
                        "To abstract hackers as a class is to abstract the very concept of class itself.",
                        "The slogan of the hacker class is not the workers of the world united, but the workings of the world untied."
                    ]
                },
                {
                    "number": "007",
                    "sentences": [
                        "Everywhere abstraction reigns, abstraction made concrete.",
                        "Everywhere abstraction's straight lines and pure curves order matters along complex but efficient vectors.",
                        "But where education teaches what one may produce with an abstraction, the knowledge most useful for the hacker class is of how abstractions are themselves produced.",
                        "Deleuze: “Abstractions explain nothing, they themselves have to be explained.”"
                    ]
                },
                {
                    "number": "008",
                    "sentences": [
                        "Abstraction may be discovered or produced, may be material or immaterial, but abstraction is what every hack produces and affirms.",
                        "To abstract is to construct a plane upon which otherwise different and unrelated matters may be brought into many possible relations.",
                        "To abstract is to express the virtuality of nature, to make known some instance of its possibilities, to actualize a relation out of infinite relationality, to manifest the manifold."
                    ]
                },
                {
                    "number": "009",
                    "sentences": [
                        "History is the production of abstraction and the abstraction of production.",
                        "What makes life differ in one age after the next is the application of new modes of abstraction to the task of wresting freedom from necessity.",
                        "History is the virtual made actual, one hack after another.",
                        "History is the cumulative qualitative differentiation of nature as it is hacked."
                    ]
                },
                {
                    "number": "010",
                    "sentences": [
                        "Out of the abstraction of nature comes its productivity, and the production of a surplus over and above the necessities of survival.",
                        "Out of this expanding surplus over necessity comes an expanding capacity to hack, again and again, producing further abstractions, further productivity, further release from necessity—at least in potential.",
                        "But the hacking of nature, the production of surplus, does not make us free.",
                        "Again and again, a ruling class arises that controls the surplus over bare necessity and enforces new necessities on those peoples who produce this very means of escaping necessity."
                    ]
                },
                {
                    "number": "011",
                    "sentences": [
                        "What makes our times different is the appearance on the horizon of possibility of a new world, long imagined—a world free from necessity.",
                        "The production of abstraction has reached the threshold where it can break the shackles holding hacking fast to outdated and regressive class interests, once and for all.",
                        "Debord: “The world already possesses the dream of a time whose consciousness it must now possess in order to actually live it.”"
                    ]
                },
                {
                    "number": "012",
                    "sentences": [
                        "Invention is the mother of necessity.",
                        "While all states depend on abstraction for the production of their wealth and power, the ruling class of any given state has an uneasy relationship to the production of abstraction in new forms.",
                        "The ruling class seeks always to control innovation and turn it to its own ends, depriving the hacker of control of her or his creation, and thereby denying the world as a whole the right to manage its own development."
                    ]
                },
                {
                    "number": "013",
                    "sentences": [
                        "The production of new abstraction always takes place among those set apart by the act of hacking.",
                        "We others who have hacked new worlds out of old, in the process become not merely strangers apart but a class apart.",
                        "While we recognize our distinctive existence as a group, as programmers or artists or writers or scientists or musicians, we rarely see these ways of representing ourselves as mere fragments of a class experience.",
                        "Geeks and freaks become what they are negatively, through exclusion by others.",
                        "Together we form a class, a class as yet to hack itself into existence as itself—and for itself."
                    ]
                },
                {
                    "number": "014",
                    "sentences": [
                        "It is through the abstract that the virtual is identified, produced and released.",
                        "The virtual is not just the potential latent in matter, it is the potential of potential.",
                        "To hack is to produce or apply the abstract to information and express the possibility of new worlds, beyond necessity."
                    ]
                },
                {
                    "number": "015",
                    "sentences": [
                        "All abstractions are abstractions of nature.",
                        "Abstractions release the potential of the material world.",
                        "And yet abstraction relies on the material world's most curious quality—information.",
                        "Information can exist independently of a given material form, but cannot exist without any material form.",
                        "It is at once material and immaterial.",
                        "The hack depends on the material qualities of nature, and yet discovers something independent of a given material form.",
                        "It is at once material and immaterial.",
                        "It discovers the immaterial virtuality of the material, its qualities of information."
                    ]
                },
                {
                    "number": "016",
                    "sentences": [
                        "Abstraction is always an abstraction of nature, a process that creates nature’s double, a second nature, a space of human existence in which collective life dwells among its own products and comes to take the environment it produces to be natural."
                    ]
                },
                {
                    "number": "017",
                    "sentences": [
                        "Land is the detachment of a resource from nature, an aspect of the productive potential of nature rendered abstract, in the form of property.",
                        "Capital is the detachment of a resource from land, an aspect of the productive potential of land rendered abstract in the form of property.",
                        "Information is the detachment of a resource from capital already detached from land.",
                        "It is the double of a double.",
                        "It is a further process of abstraction beyond capital, but one that yet again produces its separate existence in the form of property."
                    ]
                },
                {
                    "number": "018",
                    "sentences": [
                        "Just as the development of land as a productive resource creates the historical advances for its abstraction in the form of capital, so too does the development of capital provide the historical advances for the further abstraction of information, in the form of “intellectual property.”",
                        "In traditional societies, land, capital and information were bound to particular social or regional powers by customary or hereditary ties.",
                        "What abstraction hacks out of the old feudal carcass is a liberation of these resources based on a more abstract form of property, a universal right to private property.",
                        "This universal abstract form encompasses first land, then capital, now information."
                    ]
                },
                {
                    "number": "019",
                    "sentences": [
                        "When the abstraction of property unleashes productive resources, it produces at the same time a class division.",
                        "Private property establishes a pastoralist class that owns the land, and a farmer class dispossessed of it.",
                        "Out of the people the abstraction of private property expells from its traditional communal right to land, it creates a dispossessed class who become the working class, as they are set to work by a rising class of owners of the material means of manufacturing, the capitalist class.",
                        "This working class becomes the first class to seriously entertain the notion of overthrowing class rule.",
                        "It fails in this historic task to the extent that the property form is not yet abstract enough to release the virtuality of classlessness that is latent in the productive energies of abstraction itself."
                    ]
                },
                {
                    "number": "020",
                    "sentences": [
                        "It is always the hack that creates a new abstraction.",
                        "With the emergence of a hacker class, the rate at which new abstractions are produced accelerates.",
                        "The recognition of intellectual property as a form of property—itself an abstraction, a legal hack—creates a class of intellectual property creators.",
                        "But this class still labors for the benefit of another class, to whose interests its own interests are subordinated.",
                        "As the abstraction of private property is extended to information, it produces the hacker class as a class, as a class able to make of its innovations in abstraction a form of property.",
                        "Unlike farmers and workers, hackers have not—yet—been dispossessed of their property rights entirely, but still must sell their capacity for abstraction to a class that owns the means of production, the vectoralist class—the emergent ruling class of our time."
                    ]
                },
                {
                    "number": "021",
                    "sentences": [
                        "The vectoralist class wages an intensive struggle to dispossess hackers of their intellectual property.",
                        "Patents and copyrights all end up in the hands, not of their creators, but of a vectoralist class that owns the means of realizing the value of these abstractions.",
                        "The vectoralist class struggles to monopolize abstraction.",
                        "For the vectoral class, “politics is about absolute control over intellectual property by means of warlike strategies of communication, control, and command.”",
                        "Hackers find themselves dispossessed both individually, and as a class."
                    ]
                },
                {
                    "number": "022",
                    "sentences": [
                        "As the vectoralist class consolidates its monopoly on the means of realizing the value of intellectual property, it confronts the hacker class more and more as a class antagonist.",
                        "Hackers come to struggle against the usurious charges the vectoralists extort for access to the information that hackers collectively produce, but that vectoralists come to own.",
                        "Hackers come to struggle against the particular forms in which abstraction is commodified and turned into the private property of the vectoralist class.",
                        "Hackers come as a class to recognize their class interest is best expressed through the struggle to free the production of abstraction, not just from the particular fetters of this or that form of property, but to abstract the form of property itself."
                    ]
                },
                {
                    "number": "023",
                    "sentences": [
                        "The time is past due when hackers must come together with workers and farmers—with all of the producers of the world—to liberate productive and inventive resources from the myth of scarcity.",
                        "The time is past due for new forms of association to be created that can steer the world away from its destruction through commodified exploitation.",
                        "The greatest hacks of our time may turn out to be forms of organizing free collective expression, so that from this time on, abstraction serves the people, rather than the people serving the ruling class."
                    ]
                }
            ]
        },
        {
            "name": "Class",
            "paragraphs": [
                {
                    "number": "024",
                    "sentences": [
                        "A class arises—the working class—able to question the necessity of private property.",
                        "A party arises, within the worker's movement, claiming to answer to working class desires—the communists.",
                        "As Marx writes, “in all these movements they bring to the front, as the leading question in each, the property question, no matter what its degree of development at the time.”",
                        "This was the answer communists proposed to the property question: “centralize all instruments of production in the hands of the state.”",
                        "Making property a state monopoly only produced a new ruling class, and a new and more brutal class struggle.",
                        "But is that our final answer?",
                        "Perhaps the course of the class struggle is not yet over.",
                        "Perhaps there is another class that can open the property question in a new way—and in keeping the question open end once and for all the monopoly of the ruling classes on the ends of history."
                    ]
                },
                {
                    "number": "025",
                    "sentences": [
                        "There is a class dynamic driving each stage of the development of this vectoral world in which we now find ourselves.",
                        "The vectoral class is driving this world to the brink of disaster, but it also opens up the world to the resources for overcoming its own destructive tendencies.",
                        "In the three successive phases of commodification, quite different ruling classes arise, usurping different forms of private property.",
                        "Each ruling class in turn drives the world towards ever more abstract ends."
                    ]
                },
                {
                    "number": "026",
                    "sentences": [
                        "First arises a pastoralist class.",
                        "They disperse the great mass of peasants who traditionally worked the land under the thumb of feudal lords.",
                        "The pastoralists supplant the feudal lords, releasing the productivity of nature that they claim as their private property.",
                        "It is this privatization of property—a legal hack—that creates the conditions for every other hack by which the land is made to yield a surplus.",
                        "A vectoral world rises on the shoulders of the agricultural hack."
                    ]
                },
                {
                    "number": "027",
                    "sentences": [
                        "As new forms of abstraction make it possible to produce a surplus from the land with fewer and fewer farmers, pastoralists turn them off their land, depriving them of their livelihood.",
                        "Dispossessed farmers seek work and a new home in cities.",
                        "Here capital puts them to work in its factories.",
                        "Farmers become workers.",
                        "Capital as property gives rise to a class of capitalists who own the means of production, and a class of workers, dispossessed of it—and by it.",
                        "Whether as workers or farmers, the direct producers find themselves dispossessed not only of their land, but of the greater part of the surplus they produce, which accumulates to the pastoralists in the form of rent as the return on land, and to capitalists in the form of profit as the return on capital."
                    ]
                },
                {
                    "number": "028",
                    "sentences": [
                        "Dispossessed farmers become workers, only to be dispossessed again.",
                        "Having lost their agriculture, they lose in turn their human culture.",
                        "Capital produces in its factories not just the necessities of existence, but a way of life it expects its workers to consume.",
                        "Commodified life dispossess the worker of the information traditionally passed on outside the realm of private property as culture, as the gift of one generation to the next, and replaces it with information in commodified form."
                    ]
                },
                {
                    "number": "029",
                    "sentences": [
                        "Information, like land or capital, becomes a form of property monopolized by a class, a class of vectoralists, so named because they control the vectors along which information is abstracted, just as capitalists control the material means with which goods are produced, and pastoralists the land with which food is produced.",
                        "This information, once the collective property of the productive classes—the working and farming classes considered together—becomes the property of yet another appropriating class."
                    ]
                },
                {
                    "number": "030",
                    "sentences": [
                        "As peasants become farmers through the appropriation of their land, they still retain some autonomy over the disposition of their working time.",
                        "Workers, even though they do not own capital, and must work according to the clock and its merciless time, could at least struggle to reduce the working day and release free time from labor.",
                        "Information circulated within working class culture as a public property belonging to all.",
                        "But when information in turn becomes a form of private property, workers are dispossessed of it, and must buy their own culture back from its owners, the vectoralist class.",
                        "The farmer becomes a worker, and the worker, a slave.",
                        "The whole world becomes subject to the extraction of a surplus from the producing classes that is controlled by the ruling classes, who use it merely to reproduce and expand this matrix of exploitation.",
                        "Time itself becomes a commodified experience."
                    ]
                },
                {
                    "number": "031",
                    "sentences": [
                        "The producing classes—farmers, workers, hackers—struggle against the expropriating classes—pastoralists, capitalists, vectoralists—but these successive ruling classes struggle also amongst themselves.",
                        "Capitalists try to break the pastoral monopoly on land and subordinate the produce of the land to industrial production.",
                        "Vectoralists try to break capital's monopoly on the production process, and subordinate the production of goods to the circulation of information: “The privileged realm of electronic space controls the physical logistics of manufacture, since the release of raw materials and manufactured goods requires electronic consent and direction.”"
                    ]
                },
                {
                    "number": "032",
                    "sentences": [
                        "That the vectoralist class has replaced capital as the dominant exploiting class can be seen in the form that the leading corporations take.",
                        "These firms divest themselves of their productive capacity, as this is no longer a source of power.",
                        "They rely on a competing mass of capitalist contractors for the manufacture of their products.",
                        "Their power lies in monopolizing intellectual property—patents, copyrights and trademarks—and the means of reproducing their value—the vectors of communication.",
                        "The privatization of information becomes the dominant, rather than a subsidiary, aspect of commodified life.",
                        "“There is a certain logic to this progression: first, a select group of manufacturers transcend their connection to earthbound products, then, with marketing elevated as the pinnacle of their business, they attempt to alter marketing's social status as a commercial interruption and replace it with seamless integration.”",
                        "With the rise of the vectoral class, the vectoral world is complete."
                    ]
                },
                {
                    "number": "033",
                    "sentences": [
                        "As private property advances from land to capital to information, property itself becomes more abstract.",
                        "Capital as property frees land from its spatial fixity.",
                        "Information as property frees capital from its fixity in a particular object.",
                        "This abstraction of property makes property itself something amenable to accelerated innovation—and conflict.",
                        "Class conflict fragments, but creeps into any and every relation that becomes a relation of property.",
                        "The property question, the basis of class, becomes the question asked everywhere, of everything.",
                        "If “class” appears absent to the apologists of our time, it is not because it has become just another in a series of antagonisms and articulations, but on the contrary because it has become the structuring principle of the vectoral plane which organizes the play of identities as differences."
                    ]
                },
                {
                    "number": "034",
                    "sentences": [
                        "The hacker class, producer of new abstractions, becomes more important to each successive ruling class, as each depends more and more on information as a resource.",
                        "Land cannot be reproduced at will.",
                        "Good land lends itself to scarcity, and the abstraction of private property is almost enough on its own to protect the rents of the pastoral class.",
                        "Capital's profits rest on mechanically reproducible means of production, its factories and inventories.",
                        "The capitalist firm sometimes needs the hacker to refine and advance the tools and techniques of productions to stay abreast of the competition.",
                        "Information is the most easily reproducible object ever captured in the abstraction of property.",
                        "Nothing protects the vectoralist business from its competitors other than its capacity to qualitatively transform the information it possesses and extract new value from it.",
                        "The services of the hacker class become indispensable to an economy that is itself more and more dispensable—an economy of property and scarcity."
                    ]
                },
                {
                    "number": "035",
                    "sentences": [
                        "As the means of production become more abstract, so too does the property form.",
                        "Property has to expand to contain more and more complex forms of difference, and reduce it to equivalence.",
                        "To render land equivalent, it is enough to draw up its boundaries, and create a means of assigning it as an object to a subject.",
                        "Complexities will arise, naturally, from this unnatural imposition on the surface of the world, although the principle is a simple abstraction.",
                        "But for something to be represented as intellectual property, it is not enough for it to be in a different location.",
                        "It must be qualitatively different.",
                        "That difference, which makes a copyright or a patent possible, is the work of the hacker class.",
                        "The hacker class makes what Bateson calls “the difference that makes the difference.”",
                        "The difference that drives the abstraction of the world, but which also drives the accumulation of class power in the hands of the vectoral class."
                    ]
                },
                {
                    "number": "036",
                    "sentences": [
                        "The hacker class arises out of the transformation of information into property, in the form of intellectual property.",
                        "This legal hack makes of the hack a property producing process, and thus a class producing process.",
                        "The hack produces the class force capable of asking—and answering—the property question, the hacker class.",
                        "The hacker class is the class with the capacity to create not only new kinds of object and subject in the world, not only new kinds of property form in which they may be represented, but new kinds of relation, with unforseen properties, which question the property form itself.",
                        "The hacker class realizes itself as a class when it hacks the abstraction of property and overcomes the limitations of existing forms of property."
                    ]
                },
                {
                    "number": "037",
                    "sentences": [
                        "The hacker class may be flattered by the attention lavished upon it by capitalists compared to pastoralists, and vectoralists compared to capitalists.",
                        "Hackers tend to ally at each turn with the more abstract form of property and commodity relation.",
                        "But hackers soon feel the restrictive grip of each ruling class, as it secures its dominance over its predecessor and rival, and can renege on the dispensations it extended to hackers as a class.",
                        "The vectoralist class, in particular, will go out of its way to court and coopt the productivity of hackers, but only because of its attenuated dependence on new abstraction as the engine of competition among vectoral interests.",
                        "When the vectoralists act in concert as a class it is to subject hacking to the prerogatives of its class power."
                    ]
                },
                {
                    "number": "038",
                    "sentences": [
                        "The vectoral world is dynamic.",
                        "It puts new abstractions to work, producing new freedoms from necessity.",
                        "The direction this struggle takes is not given in the course of things, but is determined by the struggle between classes.",
                        "All classes enter into relations of conflict, collusion and compromise. Their relations are not necessarily dialectical.",
                        "Classes may form alliances of mutual interest against other classes, or may arrive at a “historic compromise,” for a time.",
                        "Yet despite pauses and setbacks, the class struggle drives history into abstraction and abstraction into history."
                    ]
                },
                {
                    "number": "039",
                    "sentences": [
                        "Sometimes capital forms an alliance with the pastoralists, and the two classes effectively merge under the leadership of the capitalist interest.",
                        "Sometimes capital forms an alliance with workers against the pastoralist class, an alliance quickly broken once the dissolution of the pastoralist class is achieved.",
                        "These struggles leave their traces in the historical form of the state, which maintains the domination of the ruling class interest and at the same time adjudicates among the representatives of competing classes."
                    ]
                },
                {
                    "number": "040",
                    "sentences": [
                        "History is full of surprises.",
                        "Sometimes—for a change—the workers form an alliance with the farmers that socializes private property and puts it in the hands of the state, while liquidating the pastoralist and capitalist classes.",
                        "In this case, the state then becomes a collective pastoralist and capitalist class, and wields class power over a commodity economy organized on a bureaucratic rather than competitive basis."
                    ]
                },
                {
                    "number": "041",
                    "sentences": [
                        "The vectoralist class emerges out of competitive, rather than bureaucratic states.",
                        "Competitive conditions drive the search for productive abstraction more effectively.",
                        "The development of abstract forms of intellectual property creates the relative autonomy in which the hacker class can produce abstractions, although this productivity is constrained within the commodity form."
                    ]
                },
                {
                    "number": "042",
                    "sentences": [
                        "One thing unites pastoralists, capitalists and vectoralists—the sanctity of the property form on which class power depends.",
                        "Each depends on forms of abstraction that they may buy and own but do not produce.",
                        "Each comes to depend on the hacker class, which finds new ways of making nature productive, which discovers new patterns in the data thrown off by nature and second nature, which produces new abstractions through which nature may be made to yield more of a second nature—perhaps even a third nature."
                    ]
                },
                {
                    "number": "043",
                    "sentences": [
                        "The hacker class, being numerically small and not owning the means of production, finds itself caught between a politics of the masses from below and a politics of the rulers from above.",
                        "It must bargain as best it can, or do what it does best—hack out a new politics, beyond this opposition.",
                        "In the long run, the interests of the hacker class are in accord with those who would benefit most from the advance of abstraction, namely those productive classes dispossessed of the means of production—farmers and workers.",
                        "In the effort to realize this possibility the hacker class hacks politics itself, creating a new polity, turning mass politics into a politics of multiplicity, in which all the productive classes can express their virtuality."
                    ]
                },
                {
                    "number": "044",
                    "sentences": [
                        "The hacker interest cannot easily form alliances with forms of mass politics that subordinate minority differences to unity in action.",
                        "Mass politics always run the danger of suppressing the creative, abstracting force of the interaction of differences.",
                        "The hacker interest is not in mass representation, but in a more abstract politics that expresses the productivity of differences.",
                        "Hackers, who produce many classes of knowledge out of many classes of experience, have the potential also to produce a new knowledge of class formation and action when working together with the collective experience of all the productive classes."
                    ]
                },
                {
                    "number": "045",
                    "sentences": [
                        "A class is not the same as its representation.",
                        "In politics one must beware of representations held out to be classes, which represent only a fraction of a class and do not express its multiple interests.",
                        "Classes do not have vanguards that may speak for them.",
                        "Classes express themselves equally in all of their multiple interests and actions.",
                        "The hacker class is not what it is; the hacker class is what it is not—but can become."
                    ]
                },
                {
                    "number": "046",
                    "sentences": [
                        "Through the development of abstraction, freedom may yet be wrested from necessity.",
                        "The vectoralist class, like its predecessors, seeks to shackle abstraction to the production of scarcity and margin, not abundance and liberty.",
                        "The formation of the hacker class as a class comes at just this moment when freedom from necessity and from class domination appears on the horizon as a possibility.",
                        "Negri: “What is this world of political, ideological and productive crisis, this world of sublimation and uncontrollable circulation? What is it, then, if not an epoch-making leap beyond everything humanity has hitherto experienced? . . . It constitutes simultaneously the ruin and the new potential of all meaning.”",
                        "All that it takes is the hacking of the hacker class as a class, a class capable of hacking property itself, which is the fetter upon all productive means and on the productivity of meaning."
                    ]
                },
                {
                    "number": "047",
                    "sentences": [
                        "The struggle among classes has hitherto determined the disposition of the surplus, the regime of scarcity and the form in which production grows.",
                        "But now the stakes are far higher.",
                        "Survival and liberty are both on the horizon at once.",
                        "he ruling classes turn not just the producing classes into an instrumental resource, but nature itself, to the point where class exploitation and the exploitation of nature become the same unsustainable objectification.",
                        "The potential of a class divided world to produce its own overcoming comes not a moment too soon."
                    ]
                }
            ]
        },
        {
            "name": "Education",
            "paragraphs": [
                {
                    "number": "048",
                    "sentences": [
                        "Education is slavery.",
                        "Education enchains the mind and makes it a resource for class power.",
                        "The nature of the enslavement will reflect the current state of the class struggle for knowledge, within the apparatus of education."
                    ]
                },
                {
                    "number": "049",
                    "sentences": [
                        "The pastoralist class resists education, other than as indoctrination in obedience.",
                        "Its interest in education stops short at the pastors who police the sheeplike morals it would instil in the human flock that tends its grain—and sheep."
                    ]
                },
                {
                    "number": "050",
                    "sentences": [
                        "When capital requires “hands” to do its dirty work, education merely trains useful hands to tend machines, and docile bodies meant to accept as natural the social order in which they find themselves.",
                        "When capital requires brains, both to run its increasingly complex operations and to apply themselves to the work of consuming its products, more time spent in the prison house of education is required for admission to the ranks of the paid working class.",
                        "When capital discovers that many tasks can be performed by casual employees with little training, education splits into a minimal system meant to teach servility to the poorest workers and a competitive system offering the brighter workers a way up the slippery slope to security and consumption.",
                        "When the ruling class preaches the necessity of an education it invariably means an education in necessity."
                    ]
                },
                {
                    "number": "051",
                    "sentences": [
                        "The so-called “middle class” achieve their privileged access to consumption and security through education, in which they are obliged to invest a substantial part of their income, acquiring as their property a degree which represents the sorry fact that “the candidate can tolerate boredom and knows how to follow rules.”",
                        "But most remain workers, even though they grep information rather than pick cotton or bend metal.",
                        "They work in factories, but are trained to think of them as offices.",
                        "They take home wages, but are trained to think of it as a salary.",
                        "They wear a uniform, but are trained to think of it as a suit.",
                        "The only difference is that education has taught them to give different names to the instruments of exploitation, and to despise those of their own class who name them differently."
                    ]
                },
                {
                    "number": "052",
                    "sentences": [
                        "Education is organized as a prestige market, in which a few scarce qualifications provide entree to the highest paid work, and everything else arranges itself in a pyramid of prestige and price below.",
                        "Scarcity infects the subject with desire for education as a thing that confers a magic ability to gain a “salary” with which to acquire still more things.",
                        "Through the instrument of scarcity and the hierarchical rationing of education, workers are persuaded to see education much as the ruling class would have them see it—as a privilege."
                    ]
                },
                {
                    "number": "053",
                    "sentences": [
                        "Workers have a genuine interest in education that secures employment.",
                        "They desire an education that contains at least some knowledge, but often conceived of in terms of opportunity for work.",
                        "Capitalists can also be heard demanding education for work.",
                        "But where workers have an interest in education that gives them some capacity to move between jobs and industries, thus preserving some autonomy, capitalists demand a paring down of education to its most functional vocational elements, to the bare necessity compatible with a particular function."
                    ]
                },
                {
                    "number": "054",
                    "sentences": [
                        "The information proletariat—infoproles—stand outside this demand for education as unpaid slavery that anticipates the wage slave’s life.",
                        "They embody a residual, antagonistic class awareness, and resist the slavery of education.",
                        "They know only too well that capital has little use for them other than as the lowest paid wage slaves.",
                        "They know only too well that scholars and the media treat them like objects for their idle curiosity.",
                        "The infoproles resent education and live by the knowledge of the streets.",
                        "They are soon known to the police."
                    ]
                },
                {
                    "number": "055",
                    "sentences": [
                        "The hacker class has an ambivalent relation to education.",
                        "Hackers desire knowledge, not education.",
                        "The hacker comes into being through the pure liberty of knowledge in and of itself.",
                        "This puts the hacker into an antagonistic relationship to the struggle on the part of the capitalist class to make education an induction into wage slavery."
                    ]
                },
                {
                    "number": "056",
                    "sentences": [
                        "Hackers may lack an understanding of the different relationship workers have to education, and may fall for the elitist and hierarchical culture of education, which merely reinforces its scarcity and its economic value.",
                        "The hacker may be duped by the blandishments of prestige and put virtuality in the service of conformity, professional elitism in place of collective experience, and depart from the emergent culture of the hacker class.",
                        "This happens when hackers make a fetish of what their education represents, rather than expressing themselves through knowledge."
                    ]
                },
                {
                    "number": "057",
                    "sentences": [
                        "Education is not knowledge.",
                        "Nor is it the necessary means to acquire knowledge.",
                        "Knowledge may arise just as readily from everyday life.",
                        "Education is the organization of knowledge within the constraints of scarcity, under the sign of property.",
                        "Education turns the subjects who enter into its portals into objects of class power, functional elements who have internalized its discipline.",
                        "Education turns those who resist its objectification into known and monitored objects of other regimes of objectification—the police and the soft cops of the disciplinary state.",
                        "Education produces the subjectivity that meshes with the objectivity of commodified production.",
                        "One may acquire an education, as if it was a thing, but one becomes knowledgeable through a process of transformation.",
                        "Knowledge, as such, is only ever partially captured by education.",
                        "Knowledge as a practice always eludes and exceeds it.",
                        "“There is no property in thought, no proper identity, no subjective ownership.”"
                    ]
                },
                {
                    "number": "058",
                    "sentences": [
                        "The hack expresses knowledge in its virtuality, by producing new abstractions that do not necessarily fit the disciplinary regime that is managing and commodifying education.",
                        "Knowledge at its most abstract and productive may be rare, but this rarity has nothing to do with the scarcity imposed upon it by the commodification and hierarchy of education.",
                        "The rarity of knowledge expresses the elusive multiplicity of nature itself, which refuses to be disciplined.",
                        "Nature unfolds in its own time."
                    ]
                },
                {
                    "number": "059",
                    "sentences": [
                        "In their struggle for the heart and soul of the learning apparatus, hackers need allies.",
                        "By embracing the class demands of the workers for knowledge that equips them with the cunning and skill to work in this world, hackers can break the link between the demands of the capitalist class for the shaping of tools for its own use, and that of the workers for practical knowledge useful to their lives.",
                        "This can be combined with a knowledge based in the self-understanding of the worker as a member of a class with class interests."
                    ]
                },
                {
                    "number": "060",
                    "sentences": [
                        "The cultures of the working class, even in their commodified form, still contain a class sensibility useful as the basis for a collective self-knowledge.",
                        "The hacker working within education has the potential to gather and propagate this experience by abstracting it as knowledge.",
                        "The virtuality of everyday life is the joy of the producing classes.",
                        "The virtuality of the experience of knowledge is the joy that the hacker expresses through the hack.",
                        "The hacker class is only enriched by the discovery of the knowledge latent in the experience of everyday working life, which can be abstracted from its commodifed form and expressed in its virtuality."
                    ]
                },
                {
                    "number": "061",
                    "sentences": [
                        "Understanding and embracing the class culture and interests of the working class can advance the hacker interest in many ways.",
                        "It provides a numerically strong body of allies for a much more minoritarian interest in knowledge.",
                        "It provides a meeting point for potential class allies.",
                        "It opens the possibility of discovering the tactics of everyday hacking of the worker and farmer classes."
                    ]
                },
                {
                    "number": "062",
                    "sentences": [
                        "Both workers and hackers have an interest in schooling in which resources are allocated on the socialized—and socializing—basis Marx identified: “To each according to their needs, from each according to their abilities.”",
                        "No matter how divergent in their understanding of the purpose of knowledge, workers and hackers have in common an interest in resisting educational “content” that merely trains slaves for commodity production, but also in resisting the inroads the vectoralist class wishes to make into education as an “industry.”"
                    ]
                },
                {
                    "number": "063",
                    "sentences": [
                        "Within the institutions of education, some struggle as workers against the exploitation of their labor.",
                        "Others struggle to democratize the institution's governance.",
                        "Others struggle to make it answerable to the needs of the productive classes.",
                        "Others struggle for the autonomy of knowledge.",
                        "All of these sometimes competing and conflicting demands are elements of the same struggle for knowledge that is free production in itself and yet is not just free production for itself, but rather for the productive classes."
                    ]
                },
                {
                    "number": "064",
                    "sentences": [
                        "Forewarned is forearmed.",
                        "In the underdeveloped world, in the south and the east, the pastoral class still turns peasants into farmers, expropriating their traditional rights and claiming land as property.",
                        "Peasants still struggle to subsist in their new-found freedom from the means of survival.",
                        "Capital still turns peasants into workers and exploits them to the maximum biologically possible.",
                        "They produce the material goods that the vectoral class in the overdeveloped world stamps with its logos, according to designs it protects with its patents and trademarks.",
                        "All of which calls for a new pedagogy of the oppressed, and one not just aimed at making the subaltern feel better about themselves as subjects in an emerging vectoral world of multicultural spectacle, but which provides the tools for struggling against this ongoing objectification of the world's producing classes."
                    ]
                },
                {
                    "number": "065",
                    "sentences": [
                        "The ruling classes desire an educational apparatus in which a prestige education can be purchased for even the most stupid heirs to the private fortune.",
                        "While this may seem attractive to the better paid workers as securing a future for their children regardless of talent, in the end even they may not be able to afford the benefits of this injustice.",
                        "The interests of the producing classes as a whole are in a democratic knowledge based on free access to information, and the allocation of resources based on talent rather than wealth."
                    ]
                },
                {
                    "number": "066",
                    "sentences": [
                        "Where the capitalist class sees education as a means to an end, the vectoralist class sees it as an end in itself.",
                        "It sees opportunities to make education a profitable industry in its own right, based on the securing of intellectual property as a form of private property.",
                        "It seeks to privatize knowledge as a resource, just as it privatizes science and culture, in order to guarantee their scarcity and their value.",
                        "To the vectoralists, education is just more “content” for commodification as “communication.”"
                    ]
                },
                {
                    "number": "067",
                    "sentences": [
                        "The vectoralist class seeks the commodification of education on a global scale.",
                        "The best and brightest are drawn from around the world to its factories of prestige higher learning in the overdeveloped world.",
                        "The underdeveloped world rightly complains of a “brain drain,” a siphoning of its intellectual resources.",
                        "The general intellect is gathered and made over into the image of commodification.",
                        "Those offered the liberty of the pursuit of knowledge in itself still serve the commodification of education, in that they become an advertisement for the institution that offers this freedom in exchange for the enhancement of its prestige and global marketing power."
                    ]
                },
                {
                    "number": "068",
                    "sentences": [
                        "Many of the conflicts within higher education are distractions from the class politics of knowledge.",
                        "Education “disciplines” knowledge, segregating it into homogenous “fields,” presided over by suitably “qualified” guardians charged with policing its representations.",
                        "The production of abstraction both within these fields and across their borders is managed in the interests of preserving hierarchy and prestige.",
                        "Desires that might give rise to a robust testing and challenging of new abstractions is channelled into the hankering for recognition.",
                        "The hacker comes to identify with his or her own commodification.",
                        "Recognition becomes formal rather than substantive.",
                        "It heightens the subjective sense of worth at the expense of objectifying the products of hacking as abstraction.",
                        "From this containment of the desire for knowledge arises the circular parade of the false problems of discipline and the discipline of false problems."
                    ]
                },
                {
                    "number": "069",
                    "sentences": [
                        "Only one intellectual conflict has any real bearing on the class issue for hackers: the property question.",
                        "Whose property is knowledge?",
                        "Is it the role of knowledge to authorize subjects that are recognized only by their function in an economy?",
                        "Or is it the function of knowledge to produce the ever-different phenomena of the hack, in which subjects learn to become other than themselves, and discover the objective world to contain potentials other than as it appears?",
                        "This is the struggle for knowledge of our time.",
                        "“The very moment philosophers proclaim ownership of their ideas, they are allying themselves to the powers they are criticizing.”"
                    ]
                },
                {
                    "number": "070",
                    "sentences": [
                        "To hack is to express knowledge in any of its forms.",
                        "Hacker knowledge implies, in its practice, a politics of free information, free learning, the gift of the result in a peer-to-peer network.",
                        "Hacker knowledge also implies an ethics of knowledge open to the desires of the productive classes and free from subordination to commodity production.",
                        "Hacker knowledge is knowledge that expresses the virtuality of nature, by transforming it, fully aware of the bounty and danger.",
                        "When knowledge is freed from scarcity, the free production of knowledge becomes the knowledge of free producers.",
                        "This may sound like utopia, but the accounts of actually existing temporary zones of hacker liberty are legion.",
                        "Stallman: “It was a bit like the garden of Eden. It hadn't occurred to us not to cooperate.”"
                    ]
                }
            ]
        },
        {
            "name": "Hacking",
            "paragraphs": [
                {
                    "number": "071",
                    "sentences": [
                        "A hack touches the virtual—and transforms the actual.",
                        "“To qualify as a hack, the feat must be imbued with innovation, style and technical virtuosity.”",
                        "The terms hacking and hacker emerge in this sense in electrical engineering and computing.",
                        "As these are leading areas of creative production in a vectoral world, it is fitting that these names come to represent a broader activity.",
                        "The hacking of new vectors of information has indeed been the turning point in the emergence of a broader awareness of the creative production of abstraction."
                    ]
                },
                {
                    "number": "072",
                    "sentences": [
                        "Since its very emergence in computing circles, the hacker “ethic” has come up against the forces of commodified education and communication.",
                        "As Himanen writes, hackers, who “want to realize their passions,” present “a general social challenge,” but the realization of the value of this challenge “will take time, like all great cultural changes.”",
                        "And more than time, for it is more than a cultural change.",
                        "It will take struggle, for what the hacker calls into being in the world is a new world and a new being.",
                        "Freeing the concept of the hacker from its particulars, understanding it abstractly, is the first step in this struggle."
                    ]
                },
                {
                    "number": "073",
                    "sentences": [
                        "The apologists for the vectoral interest want to limit the semantic productivity of the term “hacker” to a mere criminality, precisely because they fear its more abstract and multiple potential—its class potential.",
                        "Everywhere one hears rumors of the hacker as the new form of juvenile delinquent, or nihilist vandal, or servant of organized crime.",
                        "Or, the hacker is presented as a mere harmless subculture, an obsessive garage pursuit with its restrictive styles of appearance and codes of conduct.",
                        "Everywhere the desire to open the virtuality of information, to share data as a gift, to appropriate the vector for expression is represented as the object of a moral panic, an excuse for surveillance, and the restriction of technical knowledge to the “proper authorities.”",
                        "This is not the first time that the productive classes have faced this ideological blackmail.",
                        "The hacker now appears in the official organs of the ruling order alongside its earlier archetypes, the organized worker, the rebellious farmer.",
                        "The hacker is in excellent company."
                    ]
                },
                {
                    "number": "074",
                    "sentences": [
                        "The virtual is the true domain of the hacker.",
                        "It is from the virtual that the hacker produces ever-new expressions of the actual.",
                        "To the hacker, what is represented as being real is always partial, limited, perhaps even false.",
                        "To the hacker there is always a surplus of possibility expressed in what is actual, the surplus of the virtual.",
                        "This is the inexhaustible domain of what is real but not actual, what is not but which may become.",
                        "The domain where, as Massumi says, “what cannot be experienced cannot but be felt.”",
                        "To hack is to release the virtual into the actual, to express the difference of the real."
                    ]
                },
                {
                    "number": "075",
                    "sentences": [
                        "Any domain of nature may yield the virtual.",
                        "By abstracting from nature, hacking produces the possibility of another nature, a second nature, a third nature, natures to infinity, doubling and redoubling.",
                        "Hacking discovers the nature of nature, its productive—and destructive—powers.",
                        "This applies as much in physics as in sexuality, in biology as in politics, in computing as in art or philosophy.",
                        "The nature of any and every domain may be hacked.",
                        "It is in the nature of hacking to discover freely, to invent freely, to create and produce freely.",
                        "But it is not in the nature of hacking itself to exploit the abstractions thus produced."
                    ]
                },
                {
                    "number": "076",
                    "sentences": [
                        "When the hack is represented in the abstraction of property rights, then information as property creates the hacker class as class.",
                        "This intellectual property is a distinctive kind of property to land or capital, in that only a qualitatively new creation may lay claim to it.",
                        "And yet, when captured by the representation of property, the hack becomes the equivalent of any other property, a commodified value.",
                        "The vectoral class measures its net worth in the same currency as capitalists and pastoralists, making patents and copyrights equivalent to factories or fields."
                    ]
                },
                {
                    "number": "077",
                    "sentences": [
                        "Through the application of ever-new forms of abstraction, the hacker class produces the possibility of production, the possibility of making something of and with the world—and of living off the surplus produced by the application of abstraction to nature—to any nature.",
                        "Abstraction, once it starts to be applied, may seem strange, “unnatural,” and may bring radical changes in its wake.",
                        "If it persists, it soon becomes taken for granted.",
                        "It becomes second nature.",
                        "Through the production of new forms of abstraction, the hacker class produces the possibility of the future.",
                        "Of course not every new abstraction yields a productive application to the world.",
                        "In practice, few innovations ever do so.",
                        "Yet it can rarely be known in advance which abstractions will mesh with nature in a productive way."
                    ]
                },
                {
                    "number": "078",
                    "sentences": [
                        "It is in the interests of hackers to be free to hack for hacking's sake.",
                        "The free and unlimited hacking of the new produces not just “the” future, but an infinite possible array of futures, the future itself as virtuality.",
                        "Every hack is an expression of the inexhaustible multiplicity of the future, of virtuality.",
                        "Yet every hack, if it is to be realized as a form of property and assigned a value, must take the form not of an expression of multiplicity, but of a representation of something repeatable and reproducible.",
                        "Property traps only one aspect of the hack, its representation and objectification as property.",
                        "It cannot capture the infinite and unlimited virtuality from which the hack draws its potential."
                    ]
                },
                {
                    "number": "079",
                    "sentences": [
                        "Under the sanction of law, the hack becomes a finite property, and the hacker class emerges, as all classes emerge, out of a relation to a property form.",
                        "As with land or capital as property forms, intellectual property enforces a relation of scarcity.",
                        "It assigns a right to a property to an owner at the expense of non-owners, to a class of possessors at the expense of the dispossessed.",
                        "“The philosophy of intellectual property reifies economic rationalism as a natural human trait.”"
                    ]
                },
                {
                    "number": "080",
                    "sentences": [
                        "By its very nature, the act of hacking overcomes the limits property imposes on it.",
                        "New hacks supersede old hacks, and devalue them as property.",
                        "The hack takes information that has been devalued into redundancy by repetition as communication, and produces new information out of it again.",
                        "This gives the hacker class an interest in the free availability of information rather than in an exclusive right.",
                        "The immaterial aspect of the nature of information means that the possession by one of information need not deprive another of it.",
                        "The fields of research are of a different order of abstraction to agricultural fields.",
                        "While exclusivity of property may be necessary with land, it makes no sense whatsoever in science, art, philosophy, cinema or music."
                    ]
                },
                {
                    "number": "081",
                    "sentences": [
                        "To the extent that the hack embodies itself in the form of property, it does so in a quite peculiar way, giving the hacker class as a class interests quite different from other classes, be they exploiting or exploited classes.",
                        "The interest of the hacker class lies first and foremost in a free circulation of information, this being the necessary condition for the renewed expression of the hack.",
                        "But the hacker class as class also has a tactical interest in the representation of the hack as property, as something from which a source of income may be derived that gives the hacker some independence from the ruling classes.",
                        "The hacker class opens the virtual into the historical when it hacks a way to make the latter desire a mere particular of the former."
                    ]
                },
                {
                    "number": "082",
                    "sentences": [
                        "The very nature of the hack gives the hacker a crisis of identity.",
                        "The hacker searches for a representation of what it is to be a hacker in the identities of other classes.",
                        "Some see themselves as vectoralists, trading on the scarcity of their property.",
                        "Some see themselves as workers, but as privileged ones in a hierarchy of wage earners.",
                        "The hacker class produces itself as itself, but not for itself.",
                        "It does not (yet) possess a consciousness of its consciousness.",
                        "It is not aware of its own virtuality.",
                        "Because of its inability—to date—to become a class for itself, fractions of the hacker class continually split off and come to identify their interests with those of other classes.",
                        "Hackers run the risk, in particular, of being identified in the eyes of the working and farming classes with vectoralist interests, which seek to privatize information necessary for the productive and cultural lives of all classes."
                    ]
                },
                {
                    "number": "083",
                    "sentences": [
                        "To hack is to abstract.",
                        "To abstract is to produce the plane upon which different things may enter into relation.",
                        "It is to produce the names and numbers, the locations and trajectories of those things.",
                        "It is to produce kinds of relations, and relations of relations, into which things may enter.",
                        "Differentiation of functioning components arranged on a plane with a shared goal is the hacker achievement, whether in the technical, cultural, political, sexual or scientific realm.",
                        "Having achieved creative and productive abstraction in so many other realms, the hacker class has yet to produce itself as its own abstraction.",
                        "What is yet to be created, as an abstract, collective, affirmative project is, as Ross says, “a hacker's knowledge, capable of penetrating existing systems of rationality that might otherwise seem infallible; a hacker's knowledge, capable of reskilling, and therefore rewriting, the cultural programs and reprogramming the social values that make room for new technologies; a hacker knowledge, capable also of generating new popular romances around the alternative uses of human ingenuity.”"
                    ]
                },
                {
                    "number": "084",
                    "sentences": [
                        "The struggle of the hacker class is a struggle against itself as much as against other classes.",
                        "It is in the nature of the hack that it must overcome the hack it identifies as its precursor.",
                        "A hack only has value in the eyes of the hacker as a qualitative development of a previous hack.",
                        "Yet the hacker class brings this spirit also into its relation to itself.",
                        "Each hacker sees the other as a rival, or a collaborator against another rival, not—yet—as a fellow member of the same class with a shared interest.",
                        "This shared interest is so hard to grasp precisely because it is a shared interest in qualitative differentiation.",
                        "The hacker class does not need unity in identity but seeks multiplicity in difference."
                    ]
                },
                {
                    "number": "085",
                    "sentences": [
                        "The hacker class produces distinctions as well as relations, and must struggle against distinctions of its own making in order to reconceive of itself as itself.",
                        "Having produced itself as the very process of distinction, it has to distinguish between its competitive interest in the hack, and its collective interest in discovering a relation among hackers that expresses an open and ongoing future for its interests.",
                        "Its competitive interest can be captured in the property form, but its collective interest cannot.",
                        "The collective interest of the hacker class calls for a new form of class struggle."
                    ]
                },
                {
                    "number": "086",
                    "sentences": [
                        "The hacker class can enlist those components of other classes that assist in the realization of the hacker class as a class for itself.",
                        "Hackers have so often provided other classes with the means by which to realize themselves, as the “organic intellectuals” connected to particular class interests and formations.",
                        "But having guided—and misguided—the working class as its intellectual “vanguard,” it is time for hackers to recognize that their interests are separate from those of the working class, but potentially in alliance.",
                        "It is from the leading edge of the working class that hackers may yet learn to conceive of themselves as a class.",
                        "If hackers teach workers how to hack, it is workers who teach hackers how to be a class, a class in itself and for itself.",
                        "The hacker class becomes a class for itself not by adopting the identity of the working class but by differentiating itself from it."
                    ]
                },
                {
                    "number": "087",
                    "sentences": [
                        "The vectoral puts the overdeveloped world directly in touch with the underdeveloped world, breaching the envelopes of states and communities, even those of the subject itself.",
                        "The poorest farmers find themselves struggling against not only the local pastoralist class, but against a vectoralist class hell bent on monopolizing the information contained in seed stocks, or the curative properties of medicinal plants long known to traditional peoples.",
                        "Farmers, workers and hackers confront in its different aspects the same struggle to free information from property, and from the vectoral class.",
                        "The most challenging hack for our time is to express this common experience of the world."
                    ]
                },
                {
                    "number": "088",
                    "sentences": [
                        "While not everyone is a hacker, everyone hacks.",
                        "Touching the virtual is a common experience because it is an experience of what is common.",
                        "If hacking breaches envelopes, then the great global hack is the movement of the dispossessed of the underdeveloped world, under and over every border, following every vector toward the promise of the overdeveloped world.",
                        "The vectors of communication scatter as confetti representations of commodified life around the world, drawing subjects to its objects, turning on vectors of migration on an unprecedented scale.",
                        "But what remains yet to be hacked is a new opening of expression for this movement, a new desire besides the calling of the representation of the object for its subjects, who will arrive, sooner or later, at boredom and disappointment.",
                        "The vectoral world is being hacked to bits from the inside and the outside, calling for the combining of all efforts at abstracting desire from property and releasing the properties of abstracted desire."
                    ]
                }
            ]
        },
        {
            "name": "History",
            "paragraphs": [
                {
                    "number": "089",
                    "sentences": [
                        "A double spooks the world, the double of abstraction.",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "090",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "091",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "074",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "075",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "076",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "077",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "078",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "079",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "080",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "081",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "082",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "083",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "084",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "085",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "086",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "087",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "088",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "089",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "043",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "044",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "045",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "046",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "047",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                }
            ]
        }
    ]
}