{
    "sections": [
        {
            "name": "ABSTRACTION",
            "paragraphs": [
                {
                    "number": "001",
                    "sentences": [
                        "A double spooks the world, the double of abstraction.",
                        "The fortunes of states and armies, companies and communities depend on it.",
                        "All contending classes, be they ruling or ruled, revere it—yet fear it.",
                        "Ours is a world that ventures blindly into the new with its fingers crossed.",
                        "",
                        ""
                    ]
                },
                {
                    "number": "002",
                    "sentences": [
                        "All classes fear this relentless abstraction of the world, on which their fortunes yet depend.",
                        "All classes but one: the hacker class.",
                        "We are the hackers of abstraction.",
                        "We produce new concepts, new perceptions, new sensations, hacked out of raw data.",
                        "Whatever code we hack, be it programming language, poetic language, math or music, curves or colorings, we are the abstracters of new worlds.",
                        "Whether we come to represent ourselves as researchers or authors, artists or biologists, chemists or musicians, philosophers or programmers, each of these subjectivities is but a fragment of a class still becoming, bit by bit, aware of itself as such."
                    ]
                },
                {
                    "number": "003",
                    "sentences": [
                        "And yet we don't quite know who we are.",
                        "That is why this book seeks to make manifest our origins, our purpose and our interests.",
                        "A hacker manifesto: Not the only manifesto, as it is in the nature of the hacker to differ from others, to differ even from oneself, over time.",
                        "To hack is to differ.",
                        "A hacker manifesto cannot claim to represent what refuses representation."
                    ]
                },
                {
                    "number": "004",
                    "sentences": [
                        "Hackers create the possibility of new things entering the world.",
                        "Not always great things, or even good things, but new things.",
                        "In art, in science, in philosophy and culture, in any production of knowledge where data can be gathered, where information can be extracted from it, and where in that information new possibilities for the world produced, there are hackers hacking the new out of the old.",
                        "While we create these new worlds, we do not possess them.",
                        "That which we create is mortgaged to others, and to the interests of others, to states and corporations who monopolize the means for making worlds we alone discover.",
                        "We do not own what we produce—it owns us."
                    ]
                },
                {
                    "number": "005",
                    "sentences": [
                        "Hackers use their knowledge and their wits to maintain their autonomy.",
                        "Some take the money and run.",
                        "(We must live with our compromises.)",
                        "Some refuse to compromise.",
                        "(We live as best we can.)",
                        "All too often those of us who take one of these paths resent those who take the other.",
                        "One lot resents the prosperity it lacks, the other resents the liberty it lacks to hack away at the world freely.",
                        "What eludes the hacker class is a more abstract expression of our interests as a class, and of how this interest may meet those of others in the world."
                    ]
                },
                {
                    "number": "006",
                    "sentences": [
                        "Hackers are not joiners.",
                        "We're not often willing to submerge our singularity.",
                        "What the times call for is a collective hack that realizes a class interest based on an alignment of differences rather than a coercive unity.",
                        "Hackers are a class, but an abstract class.",
                        "A class that makes abstractions, and a class made abstract.",
                        "To abstract hackers as a class is to abstract the very concept of class itself.",
                        "The slogan of the hacker class is not the workers of the world united, but the workings of the world untied."
                    ]
                },
                {
                    "number": "007",
                    "sentences": [
                        "Everywhere abstraction reigns, abstraction made concrete.",
                        "Everywhere abstraction's straight lines and pure curves order matters along complex but efficient vectors.",
                        "But where education teaches what one may produce with an abstraction, the knowledge most useful for the hacker class is of how abstractions are themselves produced.",
                        "Deleuze: “Abstractions explain nothing, they themselves have to be explained.”"
                    ]
                },
                {
                    "number": "008",
                    "sentences": [
                        "Abstraction may be discovered or produced, may be material or immaterial, but abstraction is what every hack produces and affirms.",
                        "To abstract is to construct a plane upon which otherwise different and unrelated matters may be brought into many possible relations.",
                        "To abstract is to express the virtuality of nature, to make known some instance of its possibilities, to actualize a relation out of infinite relationality, to manifest the manifold."
                    ]
                },
                {
                    "number": "009",
                    "sentences": [
                        "History is the production of abstraction and the abstraction of production.",
                        "What makes life differ in one age after the next is the application of new modes of abstraction to the task of wresting freedom from necessity.",
                        "History is the virtual made actual, one hack after another.",
                        "History is the cumulative qualitative differentiation of nature as it is hacked."
                    ]
                },
                {
                    "number": "010",
                    "sentences": [
                        "Out of the abstraction of nature comes its productivity, and the production of a surplus over and above the necessities of survival.",
                        "Out of this expanding surplus over necessity comes an expanding capacity to hack, again and again, producing further abstractions, further productivity, further release from necessity—at least in potential.",
                        "But the hacking of nature, the production of surplus, does not make us free.",
                        "Again and again, a ruling class arises that controls the surplus over bare necessity and enforces new necessities on those peoples who produce this very means of escaping necessity."
                    ]
                },
                {
                    "number": "011",
                    "sentences": [
                        "What makes our times different is the appearance on the horizon of possibility of a new world, long imagined—a world free from necessity.",
                        "The production of abstraction has reached the threshold where it can break the shackles holding hacking fast to outdated and regressive class interests, once and for all.",
                        "Debord: “The world already possesses the dream of a time whose consciousness it must now possess in order to actually live it.”"
                    ]
                },
                {
                    "number": "012",
                    "sentences": [
                        "Invention is the mother of necessity.",
                        "While all states depend on abstraction for the production of their wealth and power, the ruling class of any given state has an uneasy relationship to the production of abstraction in new forms.",
                        "The ruling class seeks always to control innovation and turn it to its own ends, depriving the hacker of control of her or his creation, and thereby denying the world as a whole the right to manage its own development."
                    ]
                },
                {
                    "number": "013",
                    "sentences": [
                        "The production of new abstraction always takes place among those set apart by the act of hacking.",
                        "We others who have hacked new worlds out of old, in the process become not merely strangers apart but a class apart.",
                        "While we recognize our distinctive existence as a group, as programmers or artists or writers or scientists or musicians, we rarely see these ways of representing ourselves as mere fragments of a class experience.",
                        "Geeks and freaks become what they are negatively, through exclusion by others.",
                        "Together we form a class, a class as yet to hack itself into existence as itself—and for itself."
                    ]
                },
                {
                    "number": "014",
                    "sentences": [
                        "It is through the abstract that the virtual is identified, produced and released.",
                        "The virtual is not just the potential latent in matter, it is the potential of potential.",
                        "To hack is to produce or apply the abstract to information and express the possibility of new worlds, beyond necessity."
                    ]
                },
                {
                    "number": "015",
                    "sentences": [
                        "All abstractions are abstractions of nature.",
                        "Abstractions release the potential of the material world.",
                        "And yet abstraction relies on the material world's most curious quality—information.",
                        "Information can exist independently of a given material form, but cannot exist without any material form.",
                        "It is at once material and immaterial.",
                        "The hack depends on the material qualities of nature, and yet discovers something independent of a given material form.",
                        "It is at once material and immaterial.",
                        "It discovers the immaterial virtuality of the material, its qualities of information."
                    ]
                },
                {
                    "number": "016",
                    "sentences": [
                        "Abstraction is always an abstraction of nature, a process that creates nature’s double, a second nature, a space of human existence in which collective life dwells among its own products and comes to take the environment it produces to be natural."
                    ]
                },
                {
                    "number": "017",
                    "sentences": [
                        "Land is the detachment of a resource from nature, an aspect of the productive potential of nature rendered abstract, in the form of property.",
                        "Capital is the detachment of a resource from land, an aspect of the productive potential of land rendered abstract in the form of property.",
                        "Information is the detachment of a resource from capital already detached from land.",
                        "It is the double of a double.",
                        "It is a further process of abstraction beyond capital, but one that yet again produces its separate existence in the form of property."
                    ]
                },
                {
                    "number": "018",
                    "sentences": [
                        "Just as the development of land as a productive resource creates the historical advances for its abstraction in the form of capital, so too does the development of capital provide the historical advances for the further abstraction of information, in the form of “intellectual property.”",
                        "In traditional societies, land, capital and information were bound to particular social or regional powers by customary or hereditary ties.",
                        "What abstraction hacks out of the old feudal carcass is a liberation of these resources based on a more abstract form of property, a universal right to private property.",
                        "This universal abstract form encompasses first land, then capital, now information."
                    ]
                },
                {
                    "number": "019",
                    "sentences": [
                        "When the abstraction of property unleashes productive resources, it produces at the same time a class division.",
                        "Private property establishes a pastoralist class that owns the land, and a farmer class dispossessed of it.",
                        "Out of the people the abstraction of private property expells from its traditional communal right to land, it creates a dispossessed class who become the working class, as they are set to work by a rising class of owners of the material means of manufacturing, the capitalist class.",
                        "This working class becomes the first class to seriously entertain the notion of overthrowing class rule.",
                        "It fails in this historic task to the extent that the property form is not yet abstract enough to release the virtuality of classlessness that is latent in the productive energies of abstraction itself."
                    ]
                },
                {
                    "number": "020",
                    "sentences": [
                        "It is always the hack that creates a new abstraction.",
                        "With the emergence of a hacker class, the rate at which new abstractions are produced accelerates.",
                        "The recognition of intellectual property as a form of property—itself an abstraction, a legal hack—creates a class of intellectual property creators.",
                        "But this class still labors for the benefit of another class, to whose interests its own interests are subordinated.",
                        "As the abstraction of private property is extended to information, it produces the hacker class as a class, as a class able to make of its innovations in abstraction a form of property.",
                        "Unlike farmers and workers, hackers have not—yet—been dispossessed of their property rights entirely, but still must sell their capacity for abstraction to a class that owns the means of production, the vectoralist class—the emergent ruling class of our time."
                    ]
                },
                {
                    "number": "021",
                    "sentences": [
                        "The vectoralist class wages an intensive struggle to dispossess hackers of their intellectual property.",
                        "Patents and copyrights all end up in the hands, not of their creators, but of a vectoralist class that owns the means of realizing the value of these abstractions.",
                        "The vectoralist class struggles to monopolize abstraction.",
                        "For the vectoral class, “politics is about absolute control over intellectual property by means of warlike strategies of communication, control, and command.”",
                        "Hackers find themselves dispossessed both individually, and as a class."
                    ]
                },
                {
                    "number": "022",
                    "sentences": [
                        "As the vectoralist class consolidates its monopoly on the means of realizing the value of intellectual property, it confronts the hacker class more and more as a class antagonist.",
                        "Hackers come to struggle against the usurious charges the vectoralists extort for access to the information that hackers collectively produce, but that vectoralists come to own.",
                        "Hackers come to struggle against the particular forms in which abstraction is commodified and turned into the private property of the vectoralist class.",
                        "Hackers come as a class to recognize their class interest is best expressed through the struggle to free the production of abstraction, not just from the particular fetters of this or that form of property, but to abstract the form of property itself."
                    ]
                },
                {
                    "number": "023",
                    "sentences": [
                        "The time is past due when hackers must come together with workers and farmers—with all of the producers of the world—to liberate productive and inventive resources from the myth of scarcity.",
                        "The time is past due for new forms of association to be created that can steer the world away from its destruction through commodified exploitation.",
                        "The greatest hacks of our time may turn out to be forms of organizing free collective expression, so that from this time on, abstraction serves the people, rather than the people serving the ruling class."
                    ]
                }
            ]
        },
        {
            "name": "CLASS",
            "paragraphs": [
                {
                    "number": "024",
                    "sentences": [
                        "A class arises—the working class—able to question the necessity of private property.",
                        "A party arises, within the worker's movement, claiming to answer to working class desires—the communists.",
                        "As Marx writes, “in all these movements they bring to the front, as the leading question in each, the property question, no matter what its degree of development at the time.”",
                        "This was the answer communists proposed to the property question: “centralize all instruments of production in the hands of the state.”",
                        "Making property a state monopoly only produced a new ruling class, and a new and more brutal class struggle.",
                        "But is that our final answer?",
                        "Perhaps the course of the class struggle is not yet over.",
                        "Perhaps there is another class that can open the property question in a new way—and in keeping the question open end once and for all the monopoly of the ruling classes on the ends of history."
                    ]
                },
                {
                    "number": "025",
                    "sentences": [
                        "There is a class dynamic driving each stage of the development of this vectoral world in which we now find ourselves.",
                        "The vectoral class is driving this world to the brink of disaster, but it also opens up the world to the resources for overcoming its own destructive tendencies.",
                        "In the three successive phases of commodification, quite different ruling classes arise, usurping different forms of private property.",
                        "Each ruling class in turn drives the world towards ever more abstract ends."
                    ]
                },
                {
                    "number": "026",
                    "sentences": [
                        "First arises a pastoralist class.",
                        "They disperse the great mass of peasants who traditionally worked the land under the thumb of feudal lords.",
                        "The pastoralists supplant the feudal lords, releasing the productivity of nature that they claim as their private property.",
                        "It is this privatization of property—a legal hack—that creates the conditions for every other hack by which the land is made to yield a surplus.",
                        "A vectoral world rises on the shoulders of the agricultural hack."
                    ]
                },
                {
                    "number": "027",
                    "sentences": [
                        "As new forms of abstraction make it possible to produce a surplus from the land with fewer and fewer farmers, pastoralists turn them off their land, depriving them of their livelihood.",
                        "Dispossessed farmers seek work and a new home in cities.",
                        "Here capital puts them to work in its factories.",
                        "Farmers become workers.",
                        "Capital as property gives rise to a class of capitalists who own the means of production, and a class of workers, dispossessed of it—and by it.",
                        "Whether as workers or farmers, the direct producers find themselves dispossessed not only of their land, but of the greater part of the surplus they produce, which accumulates to the pastoralists in the form of rent as the return on land, and to capitalists in the form of profit as the return on capital."
                    ]
                },
                {
                    "number": "028",
                    "sentences": [
                        "Dispossessed farmers become workers, only to be dispossessed again.",
                        "Having lost their agriculture, they lose in turn their human culture.",
                        "Capital produces in its factories not just the necessities of existence, but a way of life it expects its workers to consume.",
                        "Commodified life dispossess the worker of the information traditionally passed on outside the realm of private property as culture, as the gift of one generation to the next, and replaces it with information in commodified form."
                    ]
                },
                {
                    "number": "029",
                    "sentences": [
                        "Information, like land or capital, becomes a form of property monopolized by a class, a class of vectoralists, so named because they control the vectors along which information is abstracted, just as capitalists control the material means with which goods are produced, and pastoralists the land with which food is produced.",
                        "This information, once the collective property of the productive classes—the working and farming classes considered together—becomes the property of yet another appropriating class."
                    ]
                },
                {
                    "number": "030",
                    "sentences": [
                        "As peasants become farmers through the appropriation of their land, they still retain some autonomy over the disposition of their working time.",
                        "Workers, even though they do not own capital, and must work according to the clock and its merciless time, could at least struggle to reduce the working day and release free time from labor.",
                        "Information circulated within working class culture as a public property belonging to all.",
                        "But when information in turn becomes a form of private property, workers are dispossessed of it, and must buy their own culture back from its owners, the vectoralist class.",
                        "The farmer becomes a worker, and the worker, a slave.",
                        "The whole world becomes subject to the extraction of a surplus from the producing classes that is controlled by the ruling classes, who use it merely to reproduce and expand this matrix of exploitation.",
                        "Time itself becomes a commodified experience."
                    ]
                },
                {
                    "number": "031",
                    "sentences": [
                        "The producing classes—farmers, workers, hackers—struggle against the expropriating classes—pastoralists, capitalists, vectoralists—but these successive ruling classes struggle also amongst themselves.",
                        "Capitalists try to break the pastoral monopoly on land and subordinate the produce of the land to industrial production.",
                        "Vectoralists try to break capital's monopoly on the production process, and subordinate the production of goods to the circulation of information: “The privileged realm of electronic space controls the physical logistics of manufacture, since the release of raw materials and manufactured goods requires electronic consent and direction.”"
                    ]
                },
                {
                    "number": "032",
                    "sentences": [
                        "That the vectoralist class has replaced capital as the dominant exploiting class can be seen in the form that the leading corporations take.",
                        "These firms divest themselves of their productive capacity, as this is no longer a source of power.",
                        "They rely on a competing mass of capitalist contractors for the manufacture of their products.",
                        "Their power lies in monopolizing intellectual property—patents, copyrights and trademarks—and the means of reproducing their value—the vectors of communication.",
                        "The privatization of information becomes the dominant, rather than a subsidiary, aspect of commodified life.",
                        "“There is a certain logic to this progression: first, a select group of manufacturers transcend their connection to earthbound products, then, with marketing elevated as the pinnacle of their business, they attempt to alter marketing's social status as a commercial interruption and replace it with seamless integration.”",
                        "With the rise of the vectoral class, the vectoral world is complete."
                    ]
                },
                {
                    "number": "033",
                    "sentences": [
                        "As private property advances from land to capital to information, property itself becomes more abstract.",
                        "Capital as property frees land from its spatial fixity.",
                        "Information as property frees capital from its fixity in a particular object.",
                        "This abstraction of property makes property itself something amenable to accelerated innovation—and conflict.",
                        "Class conflict fragments, but creeps into any and every relation that becomes a relation of property.",
                        "The property question, the basis of class, becomes the question asked everywhere, of everything.",
                        "If “class” appears absent to the apologists of our time, it is not because it has become just another in a series of antagonisms and articulations, but on the contrary because it has become the structuring principle of the vectoral plane which organizes the play of identities as differences."
                    ]
                },
                {
                    "number": "034",
                    "sentences": [
                        "The hacker class, producer of new abstractions, becomes more important to each successive ruling class, as each depends more and more on information as a resource.",
                        "Land cannot be reproduced at will.",
                        "Good land lends itself to scarcity, and the abstraction of private property is almost enough on its own to protect the rents of the pastoral class.",
                        "Capital's profits rest on mechanically reproducible means of production, its factories and inventories.",
                        "The capitalist firm sometimes needs the hacker to refine and advance the tools and techniques of productions to stay abreast of the competition.",
                        "Information is the most easily reproducible object ever captured in the abstraction of property.",
                        "Nothing protects the vectoralist business from its competitors other than its capacity to qualitatively transform the information it possesses and extract new value from it.",
                        "The services of the hacker class become indispensable to an economy that is itself more and more dispensable—an economy of property and scarcity."
                    ]
                },
                {
                    "number": "035",
                    "sentences": [
                        "As the means of production become more abstract, so too does the property form.",
                        "Property has to expand to contain more and more complex forms of difference, and reduce it to equivalence.",
                        "To render land equivalent, it is enough to draw up its boundaries, and create a means of assigning it as an object to a subject.",
                        "Complexities will arise, naturally, from this unnatural imposition on the surface of the world, although the principle is a simple abstraction.",
                        "But for something to be represented as intellectual property, it is not enough for it to be in a different location.",
                        "It must be qualitatively different.",
                        "That difference, which makes a copyright or a patent possible, is the work of the hacker class.",
                        "The hacker class makes what Bateson calls “the difference that makes the difference.”",
                        "The difference that drives the abstraction of the world, but which also drives the accumulation of class power in the hands of the vectoral class."
                    ]
                },
                {
                    "number": "036",
                    "sentences": [
                        "The hacker class arises out of the transformation of information into property, in the form of intellectual property.",
                        "This legal hack makes of the hack a property producing process, and thus a class producing process.",
                        "The hack produces the class force capable of asking—and answering—the property question, the hacker class.",
                        "The hacker class is the class with the capacity to create not only new kinds of object and subject in the world, not only new kinds of property form in which they may be represented, but new kinds of relation, with unforseen properties, which question the property form itself.",
                        "The hacker class realizes itself as a class when it hacks the abstraction of property and overcomes the limitations of existing forms of property."
                    ]
                },
                {
                    "number": "037",
                    "sentences": [
                        "The hacker class may be flattered by the attention lavished upon it by capitalists compared to pastoralists, and vectoralists compared to capitalists.",
                        "Hackers tend to ally at each turn with the more abstract form of property and commodity relation.",
                        "But hackers soon feel the restrictive grip of each ruling class, as it secures its dominance over its predecessor and rival, and can renege on the dispensations it extended to hackers as a class.",
                        "The vectoralist class, in particular, will go out of its way to court and coopt the productivity of hackers, but only because of its attenuated dependence on new abstraction as the engine of competition among vectoral interests.",
                        "When the vectoralists act in concert as a class it is to subject hacking to the prerogatives of its class power."
                    ]
                },
                {
                    "number": "038",
                    "sentences": [
                        "The vectoral world is dynamic.",
                        "It puts new abstractions to work, producing new freedoms from necessity.",
                        "The direction this struggle takes is not given in the course of things, but is determined by the struggle between classes.",
                        "All classes enter into relations of conflict, collusion and compromise. Their relations are not necessarily dialectical.",
                        "Classes may form alliances of mutual interest against other classes, or may arrive at a “historic compromise,” for a time.",
                        "Yet despite pauses and setbacks, the class struggle drives history into abstraction and abstraction into history."
                    ]
                },
                {
                    "number": "039",
                    "sentences": [
                        "Sometimes capital forms an alliance with the pastoralists, and the two classes effectively merge under the leadership of the capitalist interest.",
                        "Sometimes capital forms an alliance with workers against the pastoralist class, an alliance quickly broken once the dissolution of the pastoralist class is achieved.",
                        "These struggles leave their traces in the historical form of the state, which maintains the domination of the ruling class interest and at the same time adjudicates among the representatives of competing classes."
                    ]
                },
                {
                    "number": "040",
                    "sentences": [
                        "History is full of surprises.",
                        "Sometimes—for a change—the workers form an alliance with the farmers that socializes private property and puts it in the hands of the state, while liquidating the pastoralist and capitalist classes.",
                        "In this case, the state then becomes a collective pastoralist and capitalist class, and wields class power over a commodity economy organized on a bureaucratic rather than competitive basis."
                    ]
                },
                {
                    "number": "041",
                    "sentences": [
                        "The vectoralist class emerges out of competitive, rather than bureaucratic states.",
                        "Competitive conditions drive the search for productive abstraction more effectively.",
                        "The development of abstract forms of intellectual property creates the relative autonomy in which the hacker class can produce abstractions, although this productivity is constrained within the commodity form."
                    ]
                },
                {
                    "number": "042",
                    "sentences": [
                        "One thing unites pastoralists, capitalists and vectoralists—the sanctity of the property form on which class power depends.",
                        "Each depends on forms of abstraction that they may buy and own but do not produce.",
                        "Each comes to depend on the hacker class, which finds new ways of making nature productive, which discovers new patterns in the data thrown off by nature and second nature, which produces new abstractions through which nature may be made to yield more of a second nature—perhaps even a third nature."
                    ]
                },
                {
                    "number": "043",
                    "sentences": [
                        "The hacker class, being numerically small and not owning the means of production, finds itself caught between a politics of the masses from below and a politics of the rulers from above.",
                        "It must bargain as best it can, or do what it does best—hack out a new politics, beyond this opposition.",
                        "In the long run, the interests of the hacker class are in accord with those who would benefit most from the advance of abstraction, namely those productive classes dispossessed of the means of production—farmers and workers.",
                        "In the effort to realize this possibility the hacker class hacks politics itself, creating a new polity, turning mass politics into a politics of multiplicity, in which all the productive classes can express their virtuality."
                    ]
                },
                {
                    "number": "044",
                    "sentences": [
                        "The hacker interest cannot easily form alliances with forms of mass politics that subordinate minority differences to unity in action.",
                        "Mass politics always run the danger of suppressing the creative, abstracting force of the interaction of differences.",
                        "The hacker interest is not in mass representation, but in a more abstract politics that expresses the productivity of differences.",
                        "Hackers, who produce many classes of knowledge out of many classes of experience, have the potential also to produce a new knowledge of class formation and action when working together with the collective experience of all the productive classes."
                    ]
                },
                {
                    "number": "045",
                    "sentences": [
                        "A class is not the same as its representation.",
                        "In politics one must beware of representations held out to be classes, which represent only a fraction of a class and do not express its multiple interests.",
                        "Classes do not have vanguards that may speak for them.",
                        "Classes express themselves equally in all of their multiple interests and actions.",
                        "The hacker class is not what it is; the hacker class is what it is not—but can become."
                    ]
                },
                {
                    "number": "046",
                    "sentences": [
                        "Through the development of abstraction, freedom may yet be wrested from necessity.",
                        "The vectoralist class, like its predecessors, seeks to shackle abstraction to the production of scarcity and margin, not abundance and liberty.",
                        "The formation of the hacker class as a class comes at just this moment when freedom from necessity and from class domination appears on the horizon as a possibility.",
                        "Negri: “What is this world of political, ideological and productive crisis, this world of sublimation and uncontrollable circulation? What is it, then, if not an epoch-making leap beyond everything humanity has hitherto experienced? . . . It constitutes simultaneously the ruin and the new potential of all meaning.”",
                        "All that it takes is the hacking of the hacker class as a class, a class capable of hacking property itself, which is the fetter upon all productive means and on the productivity of meaning."
                    ]
                },
                {
                    "number": "047",
                    "sentences": [
                        "The struggle among classes has hitherto determined the disposition of the surplus, the regime of scarcity and the form in which production grows.",
                        "But now the stakes are far higher.",
                        "Survival and liberty are both on the horizon at once.",
                        "he ruling classes turn not just the producing classes into an instrumental resource, but nature itself, to the point where class exploitation and the exploitation of nature become the same unsustainable objectification.",
                        "The potential of a class divided world to produce its own overcoming comes not a moment too soon."
                    ]
                }
            ]
        },
        {
            "name": "EDUCATION",
            "paragraphs": [
                {
                    "number": "048",
                    "sentences": [
                        "Education is slavery.",
                        "Education enchains the mind and makes it a resource for class power.",
                        "The nature of the enslavement will reflect the current state of the class struggle for knowledge, within the apparatus of education."
                    ]
                },
                {
                    "number": "049",
                    "sentences": [
                        "The pastoralist class resists education, other than as indoctrination in obedience.",
                        "Its interest in education stops short at the pastors who police the sheeplike morals it would instil in the human flock that tends its grain—and sheep."
                    ]
                },
                {
                    "number": "050",
                    "sentences": [
                        "When capital requires “hands” to do its dirty work, education merely trains useful hands to tend machines, and docile bodies meant to accept as natural the social order in which they find themselves.",
                        "When capital requires brains, both to run its increasingly complex operations and to apply themselves to the work of consuming its products, more time spent in the prison house of education is required for admission to the ranks of the paid working class.",
                        "When capital discovers that many tasks can be performed by casual employees with little training, education splits into a minimal system meant to teach servility to the poorest workers and a competitive system offering the brighter workers a way up the slippery slope to security and consumption.",
                        "When the ruling class preaches the necessity of an education it invariably means an education in necessity."
                    ]
                },
                {
                    "number": "051",
                    "sentences": [
                        "The so-called “middle class” achieve their privileged access to consumption and security through education, in which they are obliged to invest a substantial part of their income, acquiring as their property a degree which represents the sorry fact that “the candidate can tolerate boredom and knows how to follow rules.”",
                        "But most remain workers, even though they grep information rather than pick cotton or bend metal.",
                        "They work in factories, but are trained to think of them as offices.",
                        "They take home wages, but are trained to think of it as a salary.",
                        "They wear a uniform, but are trained to think of it as a suit.",
                        "The only difference is that education has taught them to give different names to the instruments of exploitation, and to despise those of their own class who name them differently."
                    ]
                },
                {
                    "number": "052",
                    "sentences": [
                        "Education is organized as a prestige market, in which a few scarce qualifications provide entree to the highest paid work, and everything else arranges itself in a pyramid of prestige and price below.",
                        "Scarcity infects the subject with desire for education as a thing that confers a magic ability to gain a “salary” with which to acquire still more things.",
                        "Through the instrument of scarcity and the hierarchical rationing of education, workers are persuaded to see education much as the ruling class would have them see it—as a privilege."
                    ]
                },
                {
                    "number": "053",
                    "sentences": [
                        "Workers have a genuine interest in education that secures employment.",
                        "They desire an education that contains at least some knowledge, but often conceived of in terms of opportunity for work.",
                        "Capitalists can also be heard demanding education for work.",
                        "But where workers have an interest in education that gives them some capacity to move between jobs and industries, thus preserving some autonomy, capitalists demand a paring down of education to its most functional vocational elements, to the bare necessity compatible with a particular function."
                    ]
                },
                {
                    "number": "054",
                    "sentences": [
                        "The information proletariat—infoproles—stand outside this demand for education as unpaid slavery that anticipates the wage slave’s life.",
                        "They embody a residual, antagonistic class awareness, and resist the slavery of education.",
                        "They know only too well that capital has little use for them other than as the lowest paid wage slaves.",
                        "They know only too well that scholars and the media treat them like objects for their idle curiosity.",
                        "The infoproles resent education and live by the knowledge of the streets.",
                        "They are soon known to the police."
                    ]
                },
                {
                    "number": "055",
                    "sentences": [
                        "The hacker class has an ambivalent relation to education.",
                        "Hackers desire knowledge, not education.",
                        "The hacker comes into being through the pure liberty of knowledge in and of itself.",
                        "This puts the hacker into an antagonistic relationship to the struggle on the part of the capitalist class to make education an induction into wage slavery."
                    ]
                },
                {
                    "number": "056",
                    "sentences": [
                        "Hackers may lack an understanding of the different relationship workers have to education, and may fall for the elitist and hierarchical culture of education, which merely reinforces its scarcity and its economic value.",
                        "The hacker may be duped by the blandishments of prestige and put virtuality in the service of conformity, professional elitism in place of collective experience, and depart from the emergent culture of the hacker class.",
                        "This happens when hackers make a fetish of what their education represents, rather than expressing themselves through knowledge."
                    ]
                },
                {
                    "number": "057",
                    "sentences": [
                        "Education is not knowledge.",
                        "Nor is it the necessary means to acquire knowledge.",
                        "Knowledge may arise just as readily from everyday life.",
                        "Education is the organization of knowledge within the constraints of scarcity, under the sign of property.",
                        "Education turns the subjects who enter into its portals into objects of class power, functional elements who have internalized its discipline.",
                        "Education turns those who resist its objectification into known and monitored objects of other regimes of objectification—the police and the soft cops of the disciplinary state.",
                        "Education produces the subjectivity that meshes with the objectivity of commodified production.",
                        "One may acquire an education, as if it was a thing, but one becomes knowledgeable through a process of transformation.",
                        "Knowledge, as such, is only ever partially captured by education.",
                        "Knowledge as a practice always eludes and exceeds it.",
                        "“There is no property in thought, no proper identity, no subjective ownership.”"
                    ]
                },
                {
                    "number": "058",
                    "sentences": [
                        "The hack expresses knowledge in its virtuality, by producing new abstractions that do not necessarily fit the disciplinary regime that is managing and commodifying education.",
                        "Knowledge at its most abstract and productive may be rare, but this rarity has nothing to do with the scarcity imposed upon it by the commodification and hierarchy of education.",
                        "The rarity of knowledge expresses the elusive multiplicity of nature itself, which refuses to be disciplined.",
                        "Nature unfolds in its own time."
                    ]
                },
                {
                    "number": "059",
                    "sentences": [
                        "In their struggle for the heart and soul of the learning apparatus, hackers need allies.",
                        "By embracing the class demands of the workers for knowledge that equips them with the cunning and skill to work in this world, hackers can break the link between the demands of the capitalist class for the shaping of tools for its own use, and that of the workers for practical knowledge useful to their lives.",
                        "This can be combined with a knowledge based in the self-understanding of the worker as a member of a class with class interests."
                    ]
                },
                {
                    "number": "060",
                    "sentences": [
                        "The cultures of the working class, even in their commodified form, still contain a class sensibility useful as the basis for a collective self-knowledge.",
                        "The hacker working within education has the potential to gather and propagate this experience by abstracting it as knowledge.",
                        "The virtuality of everyday life is the joy of the producing classes.",
                        "The virtuality of the experience of knowledge is the joy that the hacker expresses through the hack.",
                        "The hacker class is only enriched by the discovery of the knowledge latent in the experience of everyday working life, which can be abstracted from its commodifed form and expressed in its virtuality."
                    ]
                },
                {
                    "number": "061",
                    "sentences": [
                        "Understanding and embracing the class culture and interests of the working class can advance the hacker interest in many ways.",
                        "It provides a numerically strong body of allies for a much more minoritarian interest in knowledge.",
                        "It provides a meeting point for potential class allies.",
                        "It opens the possibility of discovering the tactics of everyday hacking of the worker and farmer classes."
                    ]
                },
                {
                    "number": "062",
                    "sentences": [
                        "Both workers and hackers have an interest in schooling in which resources are allocated on the socialized—and socializing—basis Marx identified: “To each according to their needs, from each according to their abilities.”",
                        "No matter how divergent in their understanding of the purpose of knowledge, workers and hackers have in common an interest in resisting educational “content” that merely trains slaves for commodity production, but also in resisting the inroads the vectoralist class wishes to make into education as an “industry.”"
                    ]
                },
                {
                    "number": "063",
                    "sentences": [
                        "Within the institutions of education, some struggle as workers against the exploitation of their labor.",
                        "Others struggle to democratize the institution's governance.",
                        "Others struggle to make it answerable to the needs of the productive classes.",
                        "Others struggle for the autonomy of knowledge.",
                        "All of these sometimes competing and conflicting demands are elements of the same struggle for knowledge that is free production in itself and yet is not just free production for itself, but rather for the productive classes."
                    ]
                },
                {
                    "number": "064",
                    "sentences": [
                        "Forewarned is forearmed.",
                        "In the underdeveloped world, in the south and the east, the pastoral class still turns peasants into farmers, expropriating their traditional rights and claiming land as property.",
                        "Peasants still struggle to subsist in their new-found freedom from the means of survival.",
                        "Capital still turns peasants into workers and exploits them to the maximum biologically possible.",
                        "They produce the material goods that the vectoral class in the overdeveloped world stamps with its logos, according to designs it protects with its patents and trademarks.",
                        "All of which calls for a new pedagogy of the oppressed, and one not just aimed at making the subaltern feel better about themselves as subjects in an emerging vectoral world of multicultural spectacle, but which provides the tools for struggling against this ongoing objectification of the world's producing classes."
                    ]
                },
                {
                    "number": "065",
                    "sentences": [
                        "The ruling classes desire an educational apparatus in which a prestige education can be purchased for even the most stupid heirs to the private fortune.",
                        "While this may seem attractive to the better paid workers as securing a future for their children regardless of talent, in the end even they may not be able to afford the benefits of this injustice.",
                        "The interests of the producing classes as a whole are in a democratic knowledge based on free access to information, and the allocation of resources based on talent rather than wealth."
                    ]
                },
                {
                    "number": "066",
                    "sentences": [
                        "Where the capitalist class sees education as a means to an end, the vectoralist class sees it as an end in itself.",
                        "It sees opportunities to make education a profitable industry in its own right, based on the securing of intellectual property as a form of private property.",
                        "It seeks to privatize knowledge as a resource, just as it privatizes science and culture, in order to guarantee their scarcity and their value.",
                        "To the vectoralists, education is just more “content” for commodification as “communication.”"
                    ]
                },
                {
                    "number": "067",
                    "sentences": [
                        "The vectoralist class seeks the commodification of education on a global scale.",
                        "The best and brightest are drawn from around the world to its factories of prestige higher learning in the overdeveloped world.",
                        "The underdeveloped world rightly complains of a “brain drain,” a siphoning of its intellectual resources.",
                        "The general intellect is gathered and made over into the image of commodification.",
                        "Those offered the liberty of the pursuit of knowledge in itself still serve the commodification of education, in that they become an advertisement for the institution that offers this freedom in exchange for the enhancement of its prestige and global marketing power."
                    ]
                },
                {
                    "number": "068",
                    "sentences": [
                        "Many of the conflicts within higher education are distractions from the class politics of knowledge.",
                        "Education “disciplines” knowledge, segregating it into homogenous “fields,” presided over by suitably “qualified” guardians charged with policing its representations.",
                        "The production of abstraction both within these fields and across their borders is managed in the interests of preserving hierarchy and prestige.",
                        "Desires that might give rise to a robust testing and challenging of new abstractions is channelled into the hankering for recognition.",
                        "The hacker comes to identify with his or her own commodification.",
                        "Recognition becomes formal rather than substantive.",
                        "It heightens the subjective sense of worth at the expense of objectifying the products of hacking as abstraction.",
                        "From this containment of the desire for knowledge arises the circular parade of the false problems of discipline and the discipline of false problems."
                    ]
                },
                {
                    "number": "069",
                    "sentences": [
                        "Only one intellectual conflict has any real bearing on the class issue for hackers: the property question.",
                        "Whose property is knowledge?",
                        "Is it the role of knowledge to authorize subjects that are recognized only by their function in an economy?",
                        "Or is it the function of knowledge to produce the ever-different phenomena of the hack, in which subjects learn to become other than themselves, and discover the objective world to contain potentials other than as it appears?",
                        "This is the struggle for knowledge of our time.",
                        "“The very moment philosophers proclaim ownership of their ideas, they are allying themselves to the powers they are criticizing.”"
                    ]
                },
                {
                    "number": "070",
                    "sentences": [
                        "To hack is to express knowledge in any of its forms.",
                        "Hacker knowledge implies, in its practice, a politics of free information, free learning, the gift of the result in a peer-to-peer network.",
                        "Hacker knowledge also implies an ethics of knowledge open to the desires of the productive classes and free from subordination to commodity production.",
                        "Hacker knowledge is knowledge that expresses the virtuality of nature, by transforming it, fully aware of the bounty and danger.",
                        "When knowledge is freed from scarcity, the free production of knowledge becomes the knowledge of free producers.",
                        "This may sound like utopia, but the accounts of actually existing temporary zones of hacker liberty are legion.",
                        "Stallman: “It was a bit like the garden of Eden. It hadn't occurred to us not to cooperate.”"
                    ]
                }
            ]
        },
        {
            "name": "HACKING",
            "paragraphs": [
                {
                    "number": "071",
                    "sentences": [
                        "A hack touches the virtual—and transforms the actual.",
                        "“To qualify as a hack, the feat must be imbued with innovation, style and technical virtuosity.”",
                        "The terms hacking and hacker emerge in this sense in electrical engineering and computing.",
                        "As these are leading areas of creative production in a vectoral world, it is fitting that these names come to represent a broader activity.",
                        "The hacking of new vectors of information has indeed been the turning point in the emergence of a broader awareness of the creative production of abstraction."
                    ]
                },
                {
                    "number": "072",
                    "sentences": [
                        "Since its very emergence in computing circles, the hacker “ethic” has come up against the forces of commodified education and communication.",
                        "As Himanen writes, hackers, who “want to realize their passions,” present “a general social challenge,” but the realization of the value of this challenge “will take time, like all great cultural changes.”",
                        "And more than time, for it is more than a cultural change.",
                        "It will take struggle, for what the hacker calls into being in the world is a new world and a new being.",
                        "Freeing the concept of the hacker from its particulars, understanding it abstractly, is the first step in this struggle."
                    ]
                },
                {
                    "number": "073",
                    "sentences": [
                        "The apologists for the vectoral interest want to limit the semantic productivity of the term “hacker” to a mere criminality, precisely because they fear its more abstract and multiple potential—its class potential.",
                        "Everywhere one hears rumors of the hacker as the new form of juvenile delinquent, or nihilist vandal, or servant of organized crime.",
                        "Or, the hacker is presented as a mere harmless subculture, an obsessive garage pursuit with its restrictive styles of appearance and codes of conduct.",
                        "Everywhere the desire to open the virtuality of information, to share data as a gift, to appropriate the vector for expression is represented as the object of a moral panic, an excuse for surveillance, and the restriction of technical knowledge to the “proper authorities.”",
                        "This is not the first time that the productive classes have faced this ideological blackmail.",
                        "The hacker now appears in the official organs of the ruling order alongside its earlier archetypes, the organized worker, the rebellious farmer.",
                        "The hacker is in excellent company."
                    ]
                },
                {
                    "number": "074",
                    "sentences": [
                        "The virtual is the true domain of the hacker.",
                        "It is from the virtual that the hacker produces ever-new expressions of the actual.",
                        "To the hacker, what is represented as being real is always partial, limited, perhaps even false.",
                        "To the hacker there is always a surplus of possibility expressed in what is actual, the surplus of the virtual.",
                        "This is the inexhaustible domain of what is real but not actual, what is not but which may become.",
                        "The domain where, as Massumi says, “what cannot be experienced cannot but be felt.”",
                        "To hack is to release the virtual into the actual, to express the difference of the real."
                    ]
                },
                {
                    "number": "075",
                    "sentences": [
                        "Any domain of nature may yield the virtual.",
                        "By abstracting from nature, hacking produces the possibility of another nature, a second nature, a third nature, natures to infinity, doubling and redoubling.",
                        "Hacking discovers the nature of nature, its productive—and destructive—powers.",
                        "This applies as much in physics as in sexuality, in biology as in politics, in computing as in art or philosophy.",
                        "The nature of any and every domain may be hacked.",
                        "It is in the nature of hacking to discover freely, to invent freely, to create and produce freely.",
                        "But it is not in the nature of hacking itself to exploit the abstractions thus produced."
                    ]
                },
                {
                    "number": "076",
                    "sentences": [
                        "When the hack is represented in the abstraction of property rights, then information as property creates the hacker class as class.",
                        "This intellectual property is a distinctive kind of property to land or capital, in that only a qualitatively new creation may lay claim to it.",
                        "And yet, when captured by the representation of property, the hack becomes the equivalent of any other property, a commodified value.",
                        "The vectoral class measures its net worth in the same currency as capitalists and pastoralists, making patents and copyrights equivalent to factories or fields."
                    ]
                },
                {
                    "number": "077",
                    "sentences": [
                        "Through the application of ever-new forms of abstraction, the hacker class produces the possibility of production, the possibility of making something of and with the world—and of living off the surplus produced by the application of abstraction to nature—to any nature.",
                        "Abstraction, once it starts to be applied, may seem strange, “unnatural,” and may bring radical changes in its wake.",
                        "If it persists, it soon becomes taken for granted.",
                        "It becomes second nature.",
                        "Through the production of new forms of abstraction, the hacker class produces the possibility of the future.",
                        "Of course not every new abstraction yields a productive application to the world.",
                        "In practice, few innovations ever do so.",
                        "Yet it can rarely be known in advance which abstractions will mesh with nature in a productive way."
                    ]
                },
                {
                    "number": "078",
                    "sentences": [
                        "It is in the interests of hackers to be free to hack for hacking's sake.",
                        "The free and unlimited hacking of the new produces not just “the” future, but an infinite possible array of futures, the future itself as virtuality.",
                        "Every hack is an expression of the inexhaustible multiplicity of the future, of virtuality.",
                        "Yet every hack, if it is to be realized as a form of property and assigned a value, must take the form not of an expression of multiplicity, but of a representation of something repeatable and reproducible.",
                        "Property traps only one aspect of the hack, its representation and objectification as property.",
                        "It cannot capture the infinite and unlimited virtuality from which the hack draws its potential."
                    ]
                },
                {
                    "number": "079",
                    "sentences": [
                        "Under the sanction of law, the hack becomes a finite property, and the hacker class emerges, as all classes emerge, out of a relation to a property form.",
                        "As with land or capital as property forms, intellectual property enforces a relation of scarcity.",
                        "It assigns a right to a property to an owner at the expense of non-owners, to a class of possessors at the expense of the dispossessed.",
                        "“The philosophy of intellectual property reifies economic rationalism as a natural human trait.”"
                    ]
                },
                {
                    "number": "080",
                    "sentences": [
                        "By its very nature, the act of hacking overcomes the limits property imposes on it.",
                        "New hacks supersede old hacks, and devalue them as property.",
                        "The hack takes information that has been devalued into redundancy by repetition as communication, and produces new information out of it again.",
                        "This gives the hacker class an interest in the free availability of information rather than in an exclusive right.",
                        "The immaterial aspect of the nature of information means that the possession by one of information need not deprive another of it.",
                        "The fields of research are of a different order of abstraction to agricultural fields.",
                        "While exclusivity of property may be necessary with land, it makes no sense whatsoever in science, art, philosophy, cinema or music."
                    ]
                },
                {
                    "number": "081",
                    "sentences": [
                        "To the extent that the hack embodies itself in the form of property, it does so in a quite peculiar way, giving the hacker class as a class interests quite different from other classes, be they exploiting or exploited classes.",
                        "The interest of the hacker class lies first and foremost in a free circulation of information, this being the necessary condition for the renewed expression of the hack.",
                        "But the hacker class as class also has a tactical interest in the representation of the hack as property, as something from which a source of income may be derived that gives the hacker some independence from the ruling classes.",
                        "The hacker class opens the virtual into the historical when it hacks a way to make the latter desire a mere particular of the former."
                    ]
                },
                {
                    "number": "082",
                    "sentences": [
                        "The very nature of the hack gives the hacker a crisis of identity.",
                        "The hacker searches for a representation of what it is to be a hacker in the identities of other classes.",
                        "Some see themselves as vectoralists, trading on the scarcity of their property.",
                        "Some see themselves as workers, but as privileged ones in a hierarchy of wage earners.",
                        "The hacker class produces itself as itself, but not for itself.",
                        "It does not (yet) possess a consciousness of its consciousness.",
                        "It is not aware of its own virtuality.",
                        "Because of its inability—to date—to become a class for itself, fractions of the hacker class continually split off and come to identify their interests with those of other classes.",
                        "Hackers run the risk, in particular, of being identified in the eyes of the working and farming classes with vectoralist interests, which seek to privatize information necessary for the productive and cultural lives of all classes."
                    ]
                },
                {
                    "number": "083",
                    "sentences": [
                        "To hack is to abstract.",
                        "To abstract is to produce the plane upon which different things may enter into relation.",
                        "It is to produce the names and numbers, the locations and trajectories of those things.",
                        "It is to produce kinds of relations, and relations of relations, into which things may enter.",
                        "Differentiation of functioning components arranged on a plane with a shared goal is the hacker achievement, whether in the technical, cultural, political, sexual or scientific realm.",
                        "Having achieved creative and productive abstraction in so many other realms, the hacker class has yet to produce itself as its own abstraction.",
                        "What is yet to be created, as an abstract, collective, affirmative project is, as Ross says, “a hacker's knowledge, capable of penetrating existing systems of rationality that might otherwise seem infallible; a hacker's knowledge, capable of reskilling, and therefore rewriting, the cultural programs and reprogramming the social values that make room for new technologies; a hacker knowledge, capable also of generating new popular romances around the alternative uses of human ingenuity.”"
                    ]
                },
                {
                    "number": "084",
                    "sentences": [
                        "The struggle of the hacker class is a struggle against itself as much as against other classes.",
                        "It is in the nature of the hack that it must overcome the hack it identifies as its precursor.",
                        "A hack only has value in the eyes of the hacker as a qualitative development of a previous hack.",
                        "Yet the hacker class brings this spirit also into its relation to itself.",
                        "Each hacker sees the other as a rival, or a collaborator against another rival, not—yet—as a fellow member of the same class with a shared interest.",
                        "This shared interest is so hard to grasp precisely because it is a shared interest in qualitative differentiation.",
                        "The hacker class does not need unity in identity but seeks multiplicity in difference."
                    ]
                },
                {
                    "number": "085",
                    "sentences": [
                        "The hacker class produces distinctions as well as relations, and must struggle against distinctions of its own making in order to reconceive of itself as itself.",
                        "Having produced itself as the very process of distinction, it has to distinguish between its competitive interest in the hack, and its collective interest in discovering a relation among hackers that expresses an open and ongoing future for its interests.",
                        "Its competitive interest can be captured in the property form, but its collective interest cannot.",
                        "The collective interest of the hacker class calls for a new form of class struggle."
                    ]
                },
                {
                    "number": "086",
                    "sentences": [
                        "The hacker class can enlist those components of other classes that assist in the realization of the hacker class as a class for itself.",
                        "Hackers have so often provided other classes with the means by which to realize themselves, as the “organic intellectuals” connected to particular class interests and formations.",
                        "But having guided—and misguided—the working class as its intellectual “vanguard,” it is time for hackers to recognize that their interests are separate from those of the working class, but potentially in alliance.",
                        "It is from the leading edge of the working class that hackers may yet learn to conceive of themselves as a class.",
                        "If hackers teach workers how to hack, it is workers who teach hackers how to be a class, a class in itself and for itself.",
                        "The hacker class becomes a class for itself not by adopting the identity of the working class but by differentiating itself from it."
                    ]
                },
                {
                    "number": "087",
                    "sentences": [
                        "The vectoral puts the overdeveloped world directly in touch with the underdeveloped world, breaching the envelopes of states and communities, even those of the subject itself.",
                        "The poorest farmers find themselves struggling against not only the local pastoralist class, but against a vectoralist class hell bent on monopolizing the information contained in seed stocks, or the curative properties of medicinal plants long known to traditional peoples.",
                        "Farmers, workers and hackers confront in its different aspects the same struggle to free information from property, and from the vectoral class.",
                        "The most challenging hack for our time is to express this common experience of the world."
                    ]
                },
                {
                    "number": "088",
                    "sentences": [
                        "While not everyone is a hacker, everyone hacks.",
                        "Touching the virtual is a common experience because it is an experience of what is common.",
                        "If hacking breaches envelopes, then the great global hack is the movement of the dispossessed of the underdeveloped world, under and over every border, following every vector toward the promise of the overdeveloped world.",
                        "The vectors of communication scatter as confetti representations of commodified life around the world, drawing subjects to its objects, turning on vectors of migration on an unprecedented scale.",
                        "But what remains yet to be hacked is a new opening of expression for this movement, a new desire besides the calling of the representation of the object for its subjects, who will arrive, sooner or later, at boredom and disappointment.",
                        "The vectoral world is being hacked to bits from the inside and the outside, calling for the combining of all efforts at abstracting desire from property and releasing the properties of abstracted desire."
                    ]
                }
            ]
        },
        {
            "name": "HISTORY",
            "paragraphs": [
                {
                    "number": "089",
                    "sentences": [
                        "History is itself an abstraction, hacked out of the recalcitrant information thrown off by the productive altercations of presents meshing with pasts.",
                        "Out of the information expressed by events, history forms orders of objective and subjective representation."
                    ]
                },
                {
                    "number": "090",
                    "sentences": [
                        "The representation of history dominant in any era is the product of the educational apparatus established by its ruling powers.",
                        "Even dissenting history takes form within institutions not of its making.",
                        "While not all history represents the interests of the ruling classes, the institution of history exists as something other than what it can become when free of class constraint, namely, the abstract guide to transformation of the ruling order in the interests of the producing classes, whose collective action expresses the events history merely represents."
                    ]
                },
                {
                    "number": "091",
                    "sentences": [
                        "History is not necessity.",
                        "“History today still designates only the set of conditions, however recent they may be, from which one turns away in order to become.”",
                        "For history to be something more than a representation, it must seek something more than its perfection as representation, as an image faithful to but apart from what it represents.",
                        "It can express rather its difference from the state of affairs that present themselves under the authorship of the ruling class.",
                        "It can be a history not just of what the world is, but what it can become."
                    ]
                },
                {
                    "number": "092",
                    "sentences": [
                        "This other history, this hacker history, brings together the record of events as an object apart from collective action with the action of the subjective force that struggles to free itself from its own objectification.",
                        "Hacker history introduces the productive classes to the product of their own action, which is otherwise presented—not just by the ruling version of history but by the ruling class itself in all its actions—as a thing apart."
                    ]
                },
                {
                    "number": "093",
                    "sentences": [
                        "Hacker history hacks out of appearances, and returns to the productive classes, their own experience of the containment of their free productive energy in successive property forms.",
                        "From the direct subjection to an individual owner that is slavery, to the patchwork of local lordships and spiritualized subjection that is feudalism, to the abstract and universalizing private property of the commodified economy, in every era hitherto, a ruling class extracts a surplus from the free capacity of the productive classes.",
                        "Hacker history not only represents to the productive classes what they have lost, it expresses what they may yet gain—the return of their own productive capacity in and for itself."
                    ]
                },
                {
                    "number": "094",
                    "sentences": [
                        "The history produced in the institutions of the ruling classes makes history itself into a form of property.",
                        "To hacker history, the dominant history is but a visible instance of the containment of productive power within representation by the dominant form of property.",
                        "Even the would-be “radical” histories, the social histories, the history from below, end up as forms of property, traded according to their representational value, in an emerging market for commodified communication.",
                        "Critical history only breaks with dominant history when it advances to a critique of its own property form, and beyond, to the expression of a new productive history and history of the productive."
                    ]
                },
                {
                    "number": "095",
                    "sentences": [
                        "A hacker history challenges not just the content of history, but its form.",
                        "Adding yet more representations to the heap of history's goods, even representations of the oppressed and excluded, does nothing if it does not challenge the separation of history as representation from the great productive forces that make history in the first place.",
                        "The educational apparatus of the overdeveloped world would make even the unscripted voice of the subaltern peasant part of its property, but the productive classes have need only of the speech of their own productivity to recover the productivity of speech."
                    ]
                },
                {
                    "number": "096",
                    "sentences": [
                        "What matters in the struggle for history is to express its potential to be otherwise, and to make it a part of the productive resources for the self-awareness of the productive classes themselves, including the hacker class.",
                        "The hacker class, like productive labor everywhere, can become a class for itself when equipped with a history that expresses its potential in terms of the potential of the whole of the dispossessed classes."
                    ]
                },
                {
                    "number": "097",
                    "sentences": [
                        "Hacker history does not need to be invented from scratch, as a fresh hack expressed out of nothing.",
                        "It quite freely plagiarizes from the historical awareness of all the productive classes of past and present.",
                        "The history of the free is a free history.",
                        "It is the gift of past struggles to the present, which carries with it no obligation other than its implementation.",
                        "It requires no elaborate study.",
                        "It need be known only in the abstract to be practiced in the particular."
                    ]
                },
                {
                    "number": "098",
                    "sentences": [
                        "One thing is already known, as part of this gift.",
                        "The containment of free productivity within the representation of property, as managed by the state in the interests of the ruling class, may accelerate development for a time, but inevitably retards and distorts it in the end.",
                        "Far from being the perfect form for all time, property is always contingent, and awaits the exceeding of its fetters by some fresh hack.",
                        "The past weighs like insomnia upon the consciousness of the present."
                    ]
                },
                {
                    "number": "099",
                    "sentences": [
                        "Production bursts free from the fetters of property, from its local and contingent representations of right and appropriation, and eventually gives rise to an abstract and universalizing form of property, private property.",
                        "Private property encompasses land, capital, and eventually information, bringing each under its abstract form and making of each a commodity.",
                        "It cuts land from the continuum of nature and makes of it a thing.",
                        "It cuts the products made out of nature into objects to be bought and sold and makes of them things also.",
                        "Finally, private property makes of information, that immaterial potential, a thing.",
                        "And out of this triple objectification property produces, among other things, its objectified and lifeless brand of history."
                    ]
                },
                {
                    "number": "100",
                    "sentences": [
                        "The progress of the privatization of property creates at each stage a class who own the means of producing a surplus from it, and a producing class dispossessed of it.",
                        "This process develops unevenly, but it is possible to abstract from the vicissitudes of events an abstract account of the progress of abstraction, starting with the abstraction of nature that is landed property."
                    ]
                },
                {
                    "number": "101",
                    "sentences": [
                        "As land becomes the object of a universalizing law of abstracted private property, a class arises who profit from its ownership.",
                        "The pastoralist class, through its domination of the organs of the state, produces the legal fictions that would legitimate this theft of nature from traditional forms of life."
                    ]
                },
                {
                    "number": "102",
                    "sentences": [
                        "Secure in its ownership of land, the pastoralist class imposes upon the dispossessed whatever form of exploitative relation it can get away with, and get the state to back with force—tenancy, slavery, sharecropping.",
                        "Each is only the measure of the tolerance of the state for the prerogative of pastoral power.",
                        "In its thirst for labor that would make land actually productive, and yield a surplus, no indignity is too great, no corner of the world exempt from the claims of property and the uprooting of its custodians."
                    ]
                },
                {
                    "number": "103",
                    "sentences": [
                        "What makes this dispossession possible is the private property hack, by which land emerges as a legal fiction, guaranteeing access to the productivity of nature for the pastoralist class.",
                        "What accelerates the dispossession of the peasantry is successive agricultural hacks, which increase the productive power of agricultural labor, creating a vast surplus of wealth."
                    ]
                },
                {
                    "number": "104",
                    "sentences": [
                        "The peasantry, who once held traditional rights in land, find themselves denied those rights, by a state apparatus in the control of the pastoralist class.",
                        "The agricultural hack sets flows of dispossessed peasants in motion, and they become, at best, workers, selling their labor to an emerging capitalist class.",
                        "Thus pastoralism begets capitalism.",
                        "The pastoral class produces “a social form with distinctive 'laws of motion' that would eventually give rise to capitalism in its mature, industrial form.”"
                    ]
                },
                {
                    "number": "105",
                    "sentences": [
                        "Just as the pastoralists use the state to secure land as private property, so too the capitalists use their power over the state to secure the legal and administrative conditions for the privatization of flows of raw materials and tools of production in the form of capital.",
                        "The capitalist class acquires the means to employ labor through the investment of the surplus wealth generated by agriculture and trade in yet more productive abstractions, the product of yet other hacks, which yields the division of labor, the factory system, the engineering of production.",
                        "The abstractions that are private property, the wage relation and commodity exchange provide a plane upon which the brutal but efficient extraction of a surplus can proceed apace.",
                        "But without the toil of the great multitude of farmers and workers, and without the ever more inventive hacking of new abstractions, private property alone does not change the world."
                    ]
                },
                {
                    "number": "106",
                    "sentences": [
                        "Land and capital for a time represent conflicting interests, struggling against each other through the state for domination.",
                        "Landed interests try to achieve a monopoly on the sale of foodstuffs within the space of the nation through the state, while capital struggles to open the market and thus push down the price of food.",
                        "Likewise, pastoralists try to open the national market to flows of manufactured goods, while capital in its infancy sought to protect its monopoly within the national envelope.",
                        "This conflict arises out of the difference in the property form based on land as opposed to capital, which are qualitatively different kinds of abstractions."
                    ]
                },
                {
                    "number": "107",
                    "sentences": [
                        "Capital, the more abstract property form, usually gets the upper hand in its struggle with the pastoral interest and opens the national envelope to cheap primary produce imports.",
                        "It reduces the amount of the surplus going to the pastoralist class and secures for itself lower costs of production, thus making its goods more competitive internationally.",
                        "Struggles of this kind are not uncommon among the otherwise allied ruling classes, and are always worth studying in hacker history with an eye for opportunities presented in these moments of transition that the productive classes may turn to their advantage."
                    ]
                },
                {
                    "number": "108",
                    "sentences": [
                        "The classes that own the means of production, be they a pastoralist class in possession of pastures or farmlands, a capitalist class in possession of factories and forges, or a vectoralist class in possession of stocks, flows and vectors of information, everywhere extract a surplus from the productive classes.",
                        "The extraction of the surplus is the key to the continuity of class society, but the form of the surplus, and the form of the ruling class itself, passes through three historical phases: pastoralist, capitalist, vectoralist; with their corresponding forms of surplus: rent, profit, margin.",
                        "As each is based on a more abstract form of property, less and less tied to a particular aspect of the materiality of nature, each is less and less easy to monopolize and secure.",
                        "Thus each ruling class depends more and more on the force of law to secure its property, making law the dominant superstructural form for preserving an infrastructural power."
                    ]
                },
                {
                    "number": "109",
                    "sentences": [
                        "Through ownership of the means of production, the ruling classes limit that proportion of the surplus returned to the producing classes, over and above bare subsistence, and return that subsistence in a commodified form.",
                        "But this does not suffice to dispose of a mounting surplus.",
                        "The ruling classes must find a market for their produce somewhere.",
                        "The colonies, where the agricultural surplus is produced, are obliged to buy back their own surplus in the form of manufactured goods."
                    ]
                },
                {
                    "number": "110",
                    "sentences": [
                        "Capital soon colonizes the culture of its own working class at home, who, struggling to gain some of the surplus they themselves produce, find that they can only cash it in for yet more commodities.",
                        "The working class of the overdeveloped world becomes the market for what they themselves produce.",
                        "They find their interests divided from those of the producing classes of the colonies and former colonies.",
                        "The overdeveloped world becomes overdeveloped by limiting the ability of the underdeveloped world to sell its produce into it, while maintaining its prerogatives over the markets of the underdeveloped world.",
                        "The overdeveloped world uses the vector at one and the same time to preserve the envelopes of its own states while breaching those of the underdeveloped world.",
                        "The vector secures the identity of those who shelter within the envelope it maintains by simultaneously puncturing the identity of those subjected to its dislocating effects outside."
                    ]
                },
                {
                    "number": "111",
                    "sentences": [
                        "In both the developed and the underdeveloped world, the productive classes are induced into identifying their interests with those of the ruling classes, within the envelope of the state."
                    ]
                },
                {
                    "number": "112",
                    "sentences": [
                        "In the overdeveloped world, the capitalist class and its junior partner, the pastoralist class, secure the consent of the working class through the partial sharing of the surplus, which then gives the working class an interest in preserving the discriminatory vectoral relations that maintain this privilege."
                    ]
                },
                {
                    "number": "113",
                    "sentences": [
                        "In the underdeveloped world, the pastoralist class and nascent capitalist class secure the support of the predominantly farming producers through the demand for a sovereign state free from colonial rule that can develop autonomously, and for justice in trade with the overdeveloped world.",
                        "Sovereignty, whether conceded or seized from the overdeveloped world, is not, as the underdeveloped world discovers, enough to secure development.",
                        "Unequal vectors of trade were and remain the principal cause of exploitation in the underdeveloped world."
                    ]
                },
                {
                    "number": "114",
                    "sentences": [
                        "The productive classes are so called because they are the real producers of wealth, be they farmers and miners of land, workers of material or immaterial value, or hackers who produce new means of production itself.",
                        "Their interests and desires do not always coincide of their own accord, which is why they are considered as separate classes, tied to different relations of property, and predominating in different parts of the world.",
                        "Taken together they have in common their dispossession from the greater part of what they themselves produce.",
                        "Their history is the history of the struggle to enjoy the fruits of their own labor."
                    ]
                },
                {
                    "number": "115",
                    "sentences": [
                        "The productive classes may struggle directly against their appropriators, over the terms of the exchange between them, or may struggle indirectly through the state.",
                        "The state, which the pastoralist and capitalist classes used as an instrument for legitimizing their appropriation of property, can also be the means by which the productive classes seek to resocialize part of the surplus, through the taxation and transfer of the surplus to the productive classes in the form of a social wage, such as health care, education or housing."
                    ]
                },
                {
                    "number": "116",
                    "sentences": [
                        "Taxation may distribute the surplus toward the producing classes, toward the ruling classes, or may be diverted for the expansion and armament of the state itself.",
                        "While the ruling class seeks to limit the state's interference in its activities, it also seeks to direct the surplus towards its own uses.",
                        "Capital may encourage the state to arm itself, and profit by its arming.",
                        "Here the producing classes end up subsidizing an arrangement between state and capital—the military industrial complex."
                    ]
                },
                {
                    "number": "117",
                    "sentences": [
                        "Capital usually cedes to the state the information intensive functions that were of benefit to the capitalist and pastoralist classes as a whole, or which are concessions won by the productive classes.",
                        "The state becomes the manager of the representations through which class society as a whole comes to know and regulate itself.",
                        "The rise of a vectoralist class put an end to this arrangement.",
                        "The vectoral class uses the state to extend and defend the privatization of information.",
                        "It attacks the socialized science, culture, communication and education that other ruling classes for the most part left in the hands of the state.",
                        "“There is an intellectual land grab going on.”"
                    ]
                },
                {
                    "number": "118",
                    "sentences": [
                        "Each ruling class shapes a military force in its own image.",
                        "The vectoralist class supplants the military industrial complex with the military entertainment complex, where the surplus is directed to the development of vectors for command, control and communication.",
                        "Where the military industrial complex had socialized part of the risks of new technology for capital and had formed a reliable source of demand for its productive capacity, the military entertainment complex provides these same services to the emergent vectoralist class.",
                        "The new military ideologies—command and control, the information war, the revolution in military affairs—correspond to the needs and interests of the vectoral class."
                    ]
                },
                {
                    "number": "119",
                    "sentences": [
                        "At the same time as they privatize what was formerly socialized information, the vectoralist class attacks the ability of the hacker class to maintain some degree of autonomy over its working conditions.",
                        "As the vectoral class comes to monopolize stocks, flows and vectors of information, the hacker class loses its control of its immediate working conditions.",
                        "The hacker class finds its own ethic of labor compromised, and the agenda for the hack determined by necessities not of its making.",
                        "The hacker class finds itself sucked into the matrix of the military entertainment complex, hacking out the ways and means of extending the vector as a weapon of mass destruction and a weapon of mass seduction."
                    ]
                },
                {
                    "number": "120",
                    "sentences": [
                        "Besides its struggle over the value of its labor, and its struggle through the state to reapportion the surplus, each productive class struggles over the autonomy of its working conditions.",
                        "Farmers form associations, workers form unions.",
                        "Many seek autonomy through the ownership of some productive tools.",
                        "The hacker class likewise struggles for autonomy in a world in which the means of production are in the hands of the ruling classes.",
                        "But the difference is that the hacker class is also a designer of the very tools of production.",
                        "Hackers program the hardware, software and wetware, and can struggle for tools more amenable to autonomy and cooperation than monopoly and competition."
                    ]
                },
                {
                    "number": "121",
                    "sentences": [
                        "There is one other struggle that all the productive classes are always engaged in, whether they know it or not.",
                        "They struggle to exceed the limits to the production of the surplus and its free appropriation imposed as a fetter by the commodity form in general, and by its most restrictive form—private property—in particular.",
                        "All of the productive classes struggle fitfully to hack temporary zones of liberty out of commodified production and consumption.",
                        "These struggles have never amounted to much until the development of the vector opened up the possibilities for the theft of information on a grand scale.",
                        "The productive classes take advantage of the contradictions between the commodification of the vector and the commodification of stocks and flows of information by rival factions of the vectoral class.",
                        "This is not really theft, but a reappropriation, returning some portion of the popular knowledge and culture of the productive classes to its collective producers."
                    ]
                },
                {
                    "number": "122",
                    "sentences": [
                        "The commodity form is an abstraction that releases an enormous amount of productive energy, but it does so by diverting production always toward the reproduction of the commodity form.",
                        "That form becomes a fetter on the free productivity of production itself.",
                        "The hack is then limited to the hacking of new forms of surplus extraction.",
                        "This is the most salient point in any history that aims to become a part of the struggle to wrest freedom from necessity."
                    ]
                },
                {
                    "number": "123",
                    "sentences": [
                        "As land, capital and information are progressively abstracted as property, property itself becomes more abstract.",
                        "Land has a finite and particular form, capital has finite but universal forms, information is both infinite and universal in its potential.",
                        "The abstraction of property reaches the point where it calls for an abstraction from property.",
                        "History becomes hacker history when hackers realize that this moment has already arrived."
                    ]
                },
                {
                    "number": "124",
                    "sentences": [
                        "The class dynamic drives class society to the possibility of overcoming the property form itself, to the overcoming of scarcity and the release of the surplus potential of productivity back into the hands of its producers.",
                        "What history expresses to the producing classes is this unrealized potential to wrest freedom from necessity as they experience it.",
                        "Just as property led to the wresting of freedom from natural necessity, the overcoming of the limits to property offers the potential to wrest freedom from the necessities imposed on the productive classes by the constraint of private property, class exploitation and its domination of the state."
                    ]
                },
                {
                    "number": "125",
                    "sentences": [
                        "A hacker history knows only the present tense."
                    ]
                }
            ]
        },
        {
            "name": "INFORMATION",
            "paragraphs": [
                {
                    "number": "126",
                    "sentences": [
                        "Information wants to be free but is everywhere in chains."
                    ]
                },
                {
                    "number": "127",
                    "sentences": [
                        "Information is immaterial, but never exists without a material support.",
                        "Information may be transferred from one material support to another, but cannot be dematerialized— other than in the more occult of vectoralist ideologies.",
                        "Information emerges as a concept when it achieves an abstract relation to materiality.",
                        "This abstracting of information from any particular material support creates the very possibility of a vectoral society, and produces the new terrain of class conflict—the conflict between the vectoralist and hacker classes."
                    ]
                },
                {
                    "number": "128",
                    "sentences": [
                        "Information expresses the potential of potential.",
                        "When unfettered, it releases the latent capacities of all things and people, objects and subjects.",
                        "Information is the plane upon which objects and subjects come into existence as such.",
                        "It is the plane upon which the potential for the existence of new objects and subjects may be posited.",
                        "It is where virtuality comes to the surface."
                    ]
                },
                {
                    "number": "129",
                    "sentences": [
                        "The potential of potential that information expresses has its dangers.",
                        "But its enslavement to the interests of the vectoral class poses greater dangers still.",
                        "When information is free, it is free to act as a resource for the averting of its own dangerous potentials.",
                        "When information is not free, then the class that owns or controls it turns its capacity toward its own interest and away from information's own inherent virtuality."
                    ]
                },
                {
                    "number": "130",
                    "sentences": [
                        "Information exceeds communication.",
                        "Deleuze: “We do not lack communication. On the contrary, we have too much of it. We lack creation. We lack resistance to the present.”",
                        "Information is at once this resistance, and what it resists—its own dead form, communication.",
                        "Information is both repetition and difference.",
                        "Information is representation, in which difference is the limit to repetition.",
                        "But information is also expression, in which difference exceeds repetition.",
                        "The hack turns repetition into difference, representation into expression, communication into information.",
                        "Property turns difference into repetition, freezing free production and distributing it as a representation.",
                        "Property, as representation, fetters information."
                    ]
                },
                {
                    "number": "131",
                    "sentences": [
                        "The enabling conditions for freedom of information do not stop at the “free” market, no matter what the apologists for the vectoral class may say.",
                        "Free information is not a product, but a condition of the effective allocation of resources.",
                        "The multiplicity of public and gift economies, a plurality of forms—keeping open the property question—is what makes free information possible."
                    ]
                },
                {
                    "number": "132",
                    "sentences": [
                        "The commodification of information means the enslavement of the world to the interests of those whose margins depend on information's scarcity, the vectoral class.",
                        "The many potential benefits of free information are subordinated to the exclusive benefits in the margin.",
                        "The infinite virtuality of the future is subordinated to the production and representation of futures that are repetitions of the same commodity form."
                    ]
                },
                {
                    "number": "133",
                    "sentences": [
                        "The subordination of information to the repetition of communication means the enslavement of its producers to the interests of its owners.",
                        "It is the hacker class that taps the virtuality of information, but it is the vectoralist class that owns and controls the means of production of information on an industrial scale.",
                        "Their interests lie in extracting as much margin as possible from information, in commodifying it to the nth degree.",
                        "Information that exists solely as private property is no longer free, for it is chained to the repetition of the property form."
                    ]
                },
                {
                    "number": "134",
                    "sentences": [
                        "The interests of hackers are not always totally opposed to those of the vectoral class.",
                        "There are compromises to be struck between the free flow of information and extracting a flow of revenue to fund its further development.",
                        "But while information remains subordinated to ownership, it is not possible for its producers to freely calculate their interests, or to discover what the true freedom of information might potentially produce in the world.",
                        "The stronger the hacker class alliance with the other producing classes, the less it has to answer the vectoralist imperative."
                    ]
                },
                {
                    "number": "135",
                    "sentences": [
                        "Information may want to be free, but it is not possible to know the limits or potentials of its freedom when the virtual is subordinated to this actual state of ownership and scarcity.",
                        "Privatizing information and knowledge as commodified “content” distorts and deforms its free development, and prevents the very concept of its freedom from its own free development.",
                        "“As our economy becomes increasingly dependent on information, our traditional system of property rights applied to information becomes a costly fetter on our development.”",
                        "The subordination of hackers to the vectoralist interest means the enslavement not only of the whole of human potential, but also natural potential.",
                        "While information is chained to the interests of its owners, it is not just hackers who may not know their interests, no class may know what it may become."
                    ]
                },
                {
                    "number": "136",
                    "sentences": [
                        "Information in itself is mere possibility.",
                        "It requires an active capacity to become productive.",
                        "But where knowledge is dominated by the education of the ruling classes, it produces the capacity to use information for the purposes of producing and consuming within the limits of the commodity.",
                        "This produces a mounting desire for information that meets the apparent lack of meaning and purpose in life.",
                        "The vectoralist class fills this need with communication that offers these desires a mere representation and objectification of possibility."
                    ]
                },
                {
                    "number": "137",
                    "sentences": [
                        "For everyone to become free to join in the virtuality of knowledge, information and the capacity to grasp it must be free also, so that all classes may have the potential to hack for themselves and their kind a new way of life.",
                        "The condition for this liberation is the abolition of a class rule that imposes scarcity on knowledge, and indeed on virtuality itself."
                    ]
                },
                {
                    "number": "138",
                    "sentences": [
                        "Free information must be free in all its aspects—as a stock, as a flow, and as a vector.",
                        "The stock of information is the raw material out of which history is abstracted.",
                        "The flow of information is the raw material out of which the present is abstracted, a present that forms the horizon that the abstract line of an historical knowledge crosses, indicating a future in its sights.",
                        "Neither stocks nor flows of information exist without vectors along which they may be actualized.",
                        "Even so, it is not enough that these elements are brought together as a representation that may then be shared freely.",
                        "The spatial and temporal axes of free information must do more than offer a representation of things, as a world apart.",
                        "They must become the means of coordination of the expression of a movement capable of connecting the objective representation of things to the presentation of a subjective action."
                    ]
                },
                {
                    "number": "139",
                    "sentences": [
                        "Information, when it is truly free, is free not for the purpose of representing the world perfectly, but for expressing its difference from what is, and for expressing the cooperative force that transforms what is into what may be.",
                        "The sign of a free world is not the liberty to consume information, or to produce it, nor even to implement its potential in private worlds of one's choosing.",
                        "The sign of a free world is the liberty for the collective transformation of the world through abstractions freely chosen and freely actualized.",
                        ""
                    ]
                }
            ]
        },
        {
            "name": "NATURE",
            "paragraphs": [
                {
                    "number": "140",
                    "sentences": [
                        "The hack expresses the nature of nature as its difference from itself—or at least its difference from its representation.",
                        "The hack expresses the virtuality of nature and nature as the virtuality of expression."
                    ]
                },
                {
                    "number": "141",
                    "sentences": [
                        "Nature appears as a representation at the point at which what the representation designates disappears.",
                        "Once collective agency has begun to wrest a portion of freedom from necessity, then nature in itself, as pure, unmediated experience, appears as the inaccessible object of a longing.",
                        "Nature appears as precious and elusive, always just out of reach.",
                        "It becomes the highest value, treasured for its very inaccessibility.",
                        "Contending forces wield it as a weapon in the struggle for the hearts and minds of a vectoral people, a people that desire a nature that it persuades itself can only be had for a price.",
                        "Nature becomes a sign at stake in the class struggle."
                    ]
                },
                {
                    "number": "142",
                    "sentences": [
                        "Nature seized as property makes of it a thing that can be appropriated as a value.",
                        "The property form turns nature into an object and its appropriator into a subject.",
                        "Or so it appears in the representation that is the property relation.",
                        "Property produces the appearance of separation from nature.",
                        "Property produces the representation of a world that is “socially constructed,” by separating subjective possession from the object possessed."
                    ]
                },
                {
                    "number": "143",
                    "sentences": [
                        "Through collective action, the productive classes wrest freedom from necessity, in the form of a transformed nature, a second nature, more amenable to existence.",
                        "The transformation of nature into second nature frees human existence from necessity, but creates new forms of necessity.",
                        "Nietzsche: “Every victorious second nature will become a first nature.”",
                        "Thus is produced the appearance of the necessity of necessity, which is really no more than the appearance of appearance."
                    ]
                },
                {
                    "number": "144",
                    "sentences": [
                        "In the creation of a collective existence, in culture, society, economy and polity, collective agency alienates itself from nature, and nature from itself.",
                        "It becomes the creator of its own nature, if not consciously, then at least collectively.",
                        "Only by apprehending this collective nature consciously, can the nature against which agency shapes itself be embraced in its difference.",
                        "Nature “works”—on itself and against itself.",
                        "Producing the difference that is its difference."
                    ]
                },
                {
                    "number": "145",
                    "sentences": [
                        "Nature seized as property becomes a resource for the creation of a second nature of commodified objects.",
                        "History becomes an endless “development” in which nature is seized as an object, and made over in the form that suits a particular subjective interest.",
                        "But because subjective interest is hitherto a class interest, a property interest, the transformation of nature into second nature produces freedom from necessity only for the ruling class and its favorites.",
                        "For subordinate classes, it produces new necessities."
                    ]
                },
                {
                    "number": "146",
                    "sentences": [
                        "Class society, our second nature, becomes so natural that nature itself comes to be represented in its terms.",
                        "Class is represented as what is natural; nature is represented as if it were just like class society.",
                        "As with every representation, this double displacement is a play of the false, and in this case, is a productive falsification of the false.",
                        "Only the recovery of the history of class society, as the transformation of nature into second nature in the image of commodified competition, makes possible a recovery of the nature of nature, as itself a history which encompasses this class history, but does not of necessity conform to its representation, nor of necessity impose its inevitability on history."
                    ]
                },
                {
                    "number": "147",
                    "sentences": [
                        "Neither the appropriators of nature in the form of property, nor the dispossessed who struggle for public property as compensation for their dispossession, have an immediate interest in nature as nature.",
                        "Theirs is a struggle over second nature.",
                        "Nature itself disappears in its transformation.",
                        "It reappears as a limit to its endless exploitation only to the extent that it is appropriated as property.",
                        "It reappears to both exploiting and producing classes as an inventory of property running out.",
                        "But while the exploiting classes, whose rule is based on property, have no option but to see nature as property, and thus as limit, the producing classes express, in their productive nature, nature's own productivity, if only it could be freed from its representation as a thing exploited to the point of scarcity."
                    ]
                },
                {
                    "number": "148",
                    "sentences": [
                        "The subordinate classes of the overdeveloped world discover an interest in nature's preservation at the point at which the development of second nature has in some degree freed them from nature's necessities.",
                        "But this discovery of an interest in nature puts the subordinate classes of the overdeveloped world at odds with those of the underdeveloped world, for whom nature is still in the process of disappearance, and still appears as grim necessity.",
                        "Property produces both the appearance of the scarcity of nature for some, and the scarcity of second nature for others; the necessity of arresting second nature for some; the necessity of accelerating it for others.",
                        "The producing classes as a whole can only reconcile their interests by freeing nature from the grip of property, which is what actually divides them."
                    ]
                },
                {
                    "number": "149",
                    "sentences": [
                        "Nature knows no objects, no subjects, and no representation.",
                        "Its appearance in representation as object or subject is a false appearance.",
                        "Yet it is only in its falsity that it can be apprehended in class society, which produces the relation between nature and second nature as an objectified relation.",
                        "But to rediscover nature as difference, rather than falsity, requires the transformation of a world capable of sustaining itself only by objectifying nature."
                    ]
                },
                {
                    "number": "150",
                    "sentences": [
                        "To the extent that nature exists even in its disappearance, it exists as expression.",
                        "Nature still exists, not as the other of the social, but as the multiplicity of forces that the human in concert with the nonhuman articulate and express.",
                        "In differentiating itself from nature, human agency does not alienate itself from nature, it merely brings into being yet one more aspect of nature's multiplicity.",
                        "Rectifying the exploitation of nature does not mean a return to a representation of it prior to its transformation, which can only appear as a false image, as it too is produced by the very transformation experienced as alienating.",
                        "Rather, out of the multiplicity of natures, collective human agency can join its productive energies with those that affirm nature's own productivity.",
                        "“We are not in the world, we become with the world.”"
                    ]
                },
                {
                    "number": "151",
                    "sentences": [
                        "The representation of nature as God's estate, as the engine of competition, as complex data networks—all of these abstractions of nature abolish it in their representation of it, and yet are partial expressions of its multiplicity.",
                        "Education teaches the model of nature that corresponds to the property form of the day—land, capital, information.",
                        "Each appears as more true than the last at the point at which the form of property from which it derives has become second nature.",
                        "As each representation of property installs itself in the world, falsifying the world itself in its image, it falsifies the previous false representation of nature—and validates as true the one that mirrors it back in its own mirror.",
                        "Liberating nature from its representation is the liberation of knowledge from education, which is to say, from property."
                    ]
                },
                {
                    "number": "152",
                    "sentences": [
                        "To the hacker, nature is another name for the virtual.",
                        "It is another way of representing the unrepresentable multiplicity from which the hack expresses its ever-renewable forms.",
                        "There is an interest that the hacker class has in nature, but it is not in a representation of nature's “harmony,” that nostalgia that may be comfortably indulged in overdeveloped world.",
                        "The hacker interest is in another nature altogether, in a nature expressing the limitless multiplicity of things.",
                        "This is the nature from which any and every hack derives.",
                        "The hacker interest in nature is not in its scarcity, but in its multiplicity."
                    ]
                },
                {
                    "number": "153",
                    "sentences": [
                        "In the overdeveloped world, the total transformation of nature into second nature does more than complete the disappearance of nature as nature and lead to its return as the representation of what desire lacks.",
                        "The transformation of nature into second nature becomes the transformation of second nature into third nature.",
                        "This latter-day transformation is driven in no small part by the desire to reconstitute nature at least as an image of a lost desire.",
                        "Third nature appears as the totality of images and stories that provide for second nature a context, an environment, within which it comes to represent itself as the spectacle of a natural order."
                    ]
                },
                {
                    "number": "154",
                    "sentences": [
                        "Once the vector reaches the point of the development of telesthesia—the perception at a distance of the telegraph, telephone, television—it effects a separation of the flow of communication from the flow of objects and subjects, and thus produces the appearance of information as a world apart.",
                        "Information—in the commodified form of communication—becomes the governing metaphor for the world precisely because it dominates it in actuality.",
                        "Third nature emerges, as did second nature, out of the representation of nature as property.",
                        "Seized as information, not merely as physical resource, the genetic makeup of the whole biosphere can become property, be it as public or private property.",
                        "This may indeed be the last frontier in the struggle to appropriate the world as a resource.",
                        "This appropriation is no less false and partial than its predecessors.",
                        "It is an illusory reality that conforms to the real illusion of property in our time."
                    ]
                },
                {
                    "number": "155",
                    "sentences": [
                        "Third nature, in its very totality, its spectacle of vectors and vectors of spectacle, becomes an ecology of images which may yet become an image of a possible ecology.",
                        "Third nature relentlessly enfolds the subject in images of the world as its object.",
                        "But in its very ubiquity, it dissolves the particular relations of subjects to objects, and represents subjects as a whole with the image of an objective world as a whole.",
                        "In its very falsity, it represents the relation between subject and object as a false relation, but nevertheless as a relation.",
                        "Third nature reveals its own nature to be something produced."
                    ]
                },
                {
                    "number": "156",
                    "sentences": [
                        "Third nature reveals itself as something not only produced, but productive.",
                        "Information appears as expression, not just as representation, as something produced in its difference from the world.",
                        "The world appears as something produced through the expression of collective action.",
                        "Third nature may come into existence to render quantities of objects to subjects as if they were qualities, but it ends up revealing the qualitative production of production itself.",
                        "Or at least, this virtuality hovers over third nature as its promise.",
                        "There may be no return to nature, but as third nature extends itself in time and space, it becomes the medium of expression of the production of a fourth nature, a fifth—nature to infinity—natures which may overcome the destructive limits of the second nature produced by class society."
                    ]
                }
            ]
        },
        {
            "name": "PRODUCTION",
            "paragraphs": [
                {
                    "number": "157",
                    "sentences": [
                        "Production meshes objects and subjects, breaking their envelopes, blurring their identities, blending each into new formation.",
                        "Representation struggles to keep up, to reassign objective and subjective status to the products of production.",
                        "Production is the repetition of the construction and deconstruction of objectivity and subjectivity in the world."
                    ]
                },
                {
                    "number": "158",
                    "sentences": [
                        "Hacking is the production of production.",
                        "The hack produces a production of a new kind, which has as its result a singular and unique product, and a singular and unique producer.",
                        "Every hacker is at one and the same time producer and product of the hack, and emerges as a singularity that is the memory of the hack as process."
                    ]
                },
                {
                    "number": "159",
                    "sentences": [
                        "The hack as pure hack, as pure production of production, expresses as a singular instance the multiplicity of the nature out of which and within which it moves as an event.",
                        "Out of the singular event of the hack comes the possibility of its representation, and out of its representation comes the possibility of its repetition as production and its production as repetition."
                    ]
                },
                {
                    "number": "160",
                    "sentences": [
                        "The representation and repetition of the singular hack as a typical form of production takes place via its appropriation by and as property.",
                        "The recuperation of the hack for production takes the form of its representation to and within the social as property.",
                        "But the hack, in and of itself, is always distinct from its appropriation for commodity production.",
                        "Production takes place on the basis of a prior hack that gives to production its formal, social, repeatable and reproducible form.",
                        "Every production is a hack formalized and repeated on the basis of its representation as property.",
                        "To produce is to repeat; to hack, to differentiate.",
                        "If production is the hack captured by property and repeated, the hack is production produced as something other than itself."
                    ]
                },
                {
                    "number": "161",
                    "sentences": [
                        "Production transforms nature into objective and subjective elements that form an ensemble, in which a second nature emerges.",
                        "This second nature consists of a sociality of objects and subjects that may enter into relations of production for the further, quantitative, development as second nature.",
                        "The appearance of a distinction between the natural and the social, the objective and the subjective, is what production based on property produces and reproduces as abstraction."
                    ]
                },
                {
                    "number": "162",
                    "sentences": [
                        "The qualitative transformation of second nature requires the production of production, or the intervention of the hack.",
                        "The degree of dynamism or openness of a state is directly proportional to its capacity to hack.",
                        "The hack overcomes the distinction between object and subject, the natural and the social, opening a space for free production that is not marked in advance by the properties of commodification.",
                        "The hack is at one and the same time the force that opens toward increasing the surplus, and something deeply threatening to any fixed, fast-frozen relations.",
                        "Not many states can maintain conditions in which the hack thrives, even as they come to recognize its power.",
                        "The hack always appears to policy makers as a problem, even for the most abstract of states."
                    ]
                },
                {
                    "number": "163",
                    "sentences": [
                        "A state that develops the hack as a form of intellectual property will at one and the same time experience rapid growth in its productive capacity, but also in its qualitative capacity for transformation and differentiation.",
                        "Such a state develops second nature to its limit, but contains within itself the seeds of its own overcoming, once the hack frees itself from property's artifice of limits and limits of artifice.",
                        "This is the endless anxiety of the vectoral class: that the very virtuality they depend on, that uncanny capacity of the hacker class to mint new properties for commodification, threatens to hack into existence new forms of production beyond commodification, beyond class rule."
                    ]
                },
                {
                    "number": "164",
                    "sentences": [
                        "The hack produces both a useful and a useless surplus.",
                        "The useful surplus goes into expanding the realm of freedom wrested from necessity.",
                        "The useless surplus is the surplus of freedom itself, the margin of free production unconstrained by production for necessity.",
                        "As the surplus in general expands, so too does the possibility of expanding its useless portion, out of which the possibility of hacking beyond the existing forms of property will arise."
                    ]
                },
                {
                    "number": "165",
                    "sentences": [
                        "The production of a surplus creates the possibility of the expansion of freedom from necessity.",
                        "Marx: “The true realm of freedom, the development of human powers as an end in itself, begins beyond it, though it can only flourish with this realm of necessity as its basis.”",
                        "But in class society, the production of a surplus also creates new necessities.",
                        "Surplus producing societies may be free societies, or they may be subject to domination by a ruling class or coalition of ruling classes.",
                        "What calls for explanation are the means by which successive ruling classes capture the surplus and turn it away from free production, and toward the reproduction and repetition of class rule."
                    ]
                },
                {
                    "number": "166",
                    "sentences": [
                        "Class domination takes the form of the capture of the productive potential of society and its harnessing to the production, not of liberty, but of class domination itself.",
                        "The ruling class subordinates the hack to forms of production that advance class power, and the suppression or marginalisation of other forms of hacking."
                    ]
                },
                {
                    "number": "167",
                    "sentences": [
                        "When the pastoralist class dominates, it is indifferent to any hack that develops non-agricultural production.",
                        "Production remains land based and dedicated to the valorization of land.",
                        "When the capitalist class dominates, it frees the hack for the production of new forms of useful production, but it subordinates the hack to the accumulation of capital.",
                        "Hacking that leads to the production of new types of consumable object and consuming subject are the only kind not marginalized.",
                        "So while the capitalist class provides resources and encouragement for the nascent hacker class, it is under the condition of subordination to commodification.",
                        "When the vectoralist class dominates, it frees the hack for the production of many kinds of useless production, and thus is often seen as an ally of the hacker class.",
                        "The vectoralist class act only out of self-interest, for they extract their margin from the commodification, not just of production, but of the production of production.",
                        "Their goal is the commodification of the hack itself."
                    ]
                },
                {
                    "number": "168",
                    "sentences": [
                        "Under pastoralist or capitalist rule, the free and useless hack is suppressed or marginalized, but otherwise retains its own gift economy.",
                        "Under vectoralist rule, the hack is actively encouraged and courted, but only under the sign of commodified production.",
                        "For the hacker, the tragedy of the former is to be neglected, of the latter, not to be neglected."
                    ]
                },
                {
                    "number": "169",
                    "sentences": [
                        "Whether in its pastoralist, capitalist or vectoralist phases, commodity production stages again and again a struggle within its ruling class between that fraction which owns the means of production directly and that fraction which can control it indirectly through the accumulation of money with which to finance it.",
                        "The power of finance is an abstract and abstracting power, quantifying and objectifying the world, directing resources from one development to another with increasing speed.",
                        "The development of finance is inseparable from the development of the vector of telesthesia, which frees flows of quantitative and qualitative information from any specific location.",
                        "Finance is that aspect of the development of the vector that represents its objectifying power in the world.",
                        "But while finance acquires ever-greater velocity and viscosity as the vector develops, it always depends on finding a productive outlet for its investments.",
                        "If the ruling class is a vampire, finance is the vampire's vampire."
                    ]
                },
                {
                    "number": "170",
                    "sentences": [
                        "Production produces not only the object as commodity, but also the subject who appears as its consumer, even though it is actually its producer.",
                        "Under vectoralist rule, society becomes indeed a “social factory” which makes subjects as much as objects out of the transformation of nature into second nature.",
                        "“Laboring processes have moved outside the factory walls to invest the entire society.”",
                        "The capitalist class profits from the producing class as producer of objects.",
                        "The vectoralist class profits from the producing class as consumer of its own subjectivity in commodified form."
                    ]
                },
                {
                    "number": "171",
                    "sentences": [
                        "The producers of commodities, be they farmers turning the earth, or workers turning the lathe or the page, are themselves all products of production.",
                        "As the production of objects becomes complex and manifold, so too does subjectivity.",
                        "Lukács: “This fragmentation of the object of production necessarily entails the fragmentation of its subject. In consequence of the rationalization of the work-process the human qualities and idiosyncrasies of the worker appear increasingly as mere sources of error.”",
                        "As the work process extends beyond the factory to the whole of life, so too does this production of the fragmented subject.",
                        "Whole new industries then arise promising therapies and diversions and miracle cures to make this aberrant subject whole again, including political miracle cures promising to reunite the subject within its envelope by abolishing the vectoral complexities of production.",
                        "Hacking cannot be a return to this imaginary wholeness of being, but it can open toward the becoming of the virtual."
                    ]
                },
                {
                    "number": "172",
                    "sentences": [
                        "Production that produces subjects as if they were objects produces also its own—temporary—return of a free productivity beyond the vectoral subject.",
                        "Since the great upheavals of 1989 in the south and the east, the world is periodically swept up in weird global media events, in which movements grasp their moment, taking over the streets, and through capture of symbolic space capture also moments of media time, in which to demonstrate to the world that another life is possible.",
                        "Whether in Beijing or Berlin, Seattle or Seoul, Genoa or Johannesburg, the productive classes come momentarily to the same conclusion.",
                        "Guattari: “The only acceptable finality for human activity is the production of a subjectivity that is auto-enriching its relation to the world in a continuous fashion.”",
                        "What calls for a creative application of the hack is the production of new vectors along which the event may continue to unfold after its initial explosion into social space, and avoid capture by representation."
                    ]
                },
                {
                    "number": "173",
                    "sentences": [
                        "What the farming, working and hacking classes have in common is an interest in abstracting production from its subordination to ruling classes who turn production into the production of new necessities, who wrest slavery from surplus.",
                        "What the farming and working classes lack in a direct knowledge of free production the hacking class has from direct experience.",
                        "What the hacking class lacks is the depths of an historic class memory of revolt against alienated production.",
                        "This the farming and working classes have in spades."
                    ]
                },
                {
                    "number": "174",
                    "sentences": [
                        "Having produced the surplus out of which free productivity may yet be hacked, it remains only to combine the objective existence of the working and farming classes with the subjective capacity of the hacker class to produce production as free production.",
                        "The elements of a free productivity exist already in an atomized form, in the productive classes.",
                        "What remains is the release of its virtuality.",
                        "The vectoralist class knows this, and does its best to reduce productivity to property, information to communication, expression to representation, nature to necessity."
                    ]
                },
                {
                    "number": "175",
                    "sentences": [
                        "The vectoralist class puts its snout into the trough of the surplus on the basis of an ever more abstract, and hence more flexible, form of property than the pastoralist or capitalist class.",
                        "Zizek: “the thing can only survive as its own excess.”",
                        "But property also presents it with a problem that threatens its existence.",
                        "So-called intellectual property is property that not merely has a separate legal existence to other property, but is different in kind.",
                        "Land need only occupy different space to other land, capital's property likewise need only be distinct in space and time.",
                        "The vectoralist class depends on the hacker class to produce the qualitative differences of intellectual property that it comes directly to own, and indirectly to profit by, and the owner of the vectors of its distribution.",
                        "It depends on the very class capable of hacking into actuality the very virtuality it must control to survive."
                    ]
                }
            ]
        },
        {
            "name": "PROPERTY",
            "paragraphs": [
                {
                    "number": "176",
                    "sentences": [
                        "Property is theft!” as Proudhon says.",
                        "It is theft abstracted, the theft of nature from itself, by collective social labor, constrained within the property form.",
                        "Property is not naturally occurring.",
                        "It is not a natural right but an historical product, product of a powerful hack of ambivalent consequences.",
                        "To make something property is to separate it from a continuum, to mark it or bound it, to represent it as something finite.",
                        "At the same time, making something as property connects it, via a representation of it as a separate and finite object, to the subject who owns it. What is cut from one process joins another process, what was nature becomes second nature."
                    ]
                },
                {
                    "number": "177",
                    "sentences": [
                        "Property founds bourgeois subjectivity, the subjectivity of the owner.",
                        "But it also founds subaltern subjectivity, the subjectivity of the non-owner.",
                        "Property founds subjectivity as the relation between possession and nonpossession.",
                        "Property forms the logic of self-interest within the envelope of the subject just as it forms the logic of class interest within the envelope of the state."
                    ]
                },
                {
                    "number": "178",
                    "sentences": [
                        "When a relation is produced as a relation of property, then the things designated within that relation become comparable as if in the same terms and on the same plane.",
                        "Property is the syntax of an abstract plane upon which all things may be things with one quality in common, the quality of property.",
                        "This abstraction, in which things are detached from their expression, represented as objects, and attached via their representations to a new expression, makes the world over in its image, as a world made for and by property.",
                        "It appears as if property forms the ways and means of nature itself, when it is merely the ways and means of the second nature of class rule."
                    ]
                },
                {
                    "number": "179",
                    "sentences": [
                        "Traditional property forms are local and contingent. Modern, or vectoral property is abstract and universal.",
                        "With the demise of feudalism property becomes an abstract relation, and the conflict property generates also becomes abstract.",
                        "It becomes class conflict.",
                        "Owners of property arise, and range their interests against non-owners.",
                        "As the abstract property form evolves to incorporate first land, then capital, then information, both owners and non-owners are brought face to face with the possibilities of class alliance as well as conflict.",
                        "But just as property cuts through other stakes in conflict, so too does ownership or non-ownership of private property abstract and simplify the grounds of conflict, in the form of the contention between the owning and non-owning classes."
                    ]
                },
                {
                    "number": "180",
                    "sentences": [
                        "The conflicts upon which the development of the vectoral world hinges become conflicts over property, and thus class conflict: Conflict over the form of property, the ownership of property, over the surplus produced via property, over the limits to the property relation per se.",
                        "The division of property, the abstraction of things as property, produces conflict by producing the separation of subjects and objects, and assigning objects to some subjects over others, and hence the separation of one expression of subjectivity from another.",
                        "Identity is the subject representing itself to itself as the properties it desires but lacks."
                    ]
                },
                {
                    "number": "181",
                    "sentences": [
                        "Property comes in many forms, and there are antagonisms between these forms, and yet one form of property may be exchanged for another, as all forms of property belong to the same abstract plane.",
                        "Vectoral property is a plane on which the object confronts those subjects either belonging to, or excluded from, its possession.",
                        "Conflict between classes becomes the struggle to transform one form of property into another.",
                        "The ruling classes fight to turn all property from which they might extract a surplus into private property.",
                        "The productive classes struggle to collectivize the property upon which the reproduction of their existence depends, via the state.",
                        "The ruling classes then struggle again to privatize this social component of property.",
                        "“Liberty” and “Efficiency” versus “Justice” and “Security” becomes the form in which the class struggle represents itself as a struggle over the merits of rival kinds of property.",
                        "Only in vectoral society are there riots over pension plans."
                    ]
                },
                {
                    "number": "182",
                    "sentences": [
                        "The conflict between private and public property advances into each domain that property claims as its own.",
                        "As property claims more and more of the world, more and more of the world construes its interests and being in terms of property.",
                        "The struggle over property goes to first one class or class alliance then the other, but property is only entrenched as the form in which the struggle is conducted.",
                        "As property itself becomes more and more abstract, so too does the embedding of history in the property form and of the property form in history."
                    ]
                },
                {
                    "number": "183",
                    "sentences": [
                        "Land is the primary form of property.",
                        "The privatization of land that is a productive asset as property gives rise to a class of interest among its owners.",
                        "These owners are the pastoralist class.",
                        "Pastoralists acquire land as private property through the forced dispossession of peasants who traditionally share a portion of the commons.",
                        "These peasants, who once enjoyed reciprocal rights with their feudal lords, find themselves “free”—from any right at all.",
                        "They are free to be exploited as farmers, but also find themselves in many parts of the world violently expropriated, enslaved, indentured—exploited."
                    ]
                },
                {
                    "number": "184",
                    "sentences": [
                        "The exploitation of the landless farmer is a crude, violent and wasteful business, when the farmer is not given incentive to work land efficiently.",
                        "But when the farmer has an interest in productivity, necessitated by one property relation or another, but most usually as a freeholder who must pay the pastoralist rent, then the increasing extraction of a surplus is possible.",
                        "This is the surplus on the back of which the history of all other productions takes place."
                    ]
                },
                {
                    "number": "185",
                    "sentences": [
                        "The instrument of rent puts land into play as a form of property that has a degree of abstraction inherent in it.",
                        "All land becomes comparable on the basis of this abstract plane of property.",
                        "However, land is in more or less fixed supply, and by definition is fixed in place, so the abstracting of land as property is limited.",
                        "Land is a form of property particularly subject to the formation of monopoly.",
                        "The owners of the best lands face no effective competition, land being ultimately in fixed supply.",
                        "They gradually extend their ownership, and thus their ability to monopolize the surplus through the extraction of rents, if not held in check by resort to the powers of the state by other classes."
                    ]
                },
                {
                    "number": "186",
                    "sentences": [
                        "Capital is the secondary form of property.",
                        "The privatization of productive assets in the form of tools and machines and also of working materials gives rise to a class of interest among its owners, the capitalist class.",
                        "Dispossessed peasants, with nothing to sell but their capacity to work, create this vast stock of capital as private property for the capitalist class, and in so doing create a power over and against themselves.",
                        "They are paid in wages, but the return that accrues to the owners of capital as property is called profit."
                    ]
                },
                {
                    "number": "187",
                    "sentences": [
                        "The instrument of profit puts capital into play as a form of property that has a greater degree of abstraction inherent in it than that of land.",
                        "All physical resources now become comparable on the basis of this abstract plane of property.",
                        "However, capital, unlike land, is not in fixed supply or disposition.",
                        "It can be made and remade, moved, aggregated, dispersed.",
                        "A much greater degree of potential can be released from the world as a productive resource once the abstract plane of property includes both land and capital.",
                        "Where the value of land arises in part out of natural scarcity, the scarcity of things made by productive industry requires the abstraction of property as an artifice to maintain and reproduce scarcity.",
                        "The possibility of revolt against scarcity arises for the first time at this point in the abstraction of property."
                    ]
                },
                {
                    "number": "188",
                    "sentences": [
                        "Capital as property also gives rise to a class interest among its owners, sometimes opposed, sometimes allied, to that of pastoralists.",
                        "Capital threw its political energies into the overthrow of the patchwork feudal class relations, but also found itself sometimes opposed to the pastoralist class that consolidated the feudal property system into the abstraction of land.",
                        "What capital opposed was the pastoralist ability to exploit its monopoly over land rent to secure the lion's share of the surplus.",
                        "Capitalist and pastoralist interests struggle over the partition of the surplus between rent and profit.",
                        "The pastoralist has the natural monopoly of land, but capital usually prevails, as it has a greater capacity for abstraction."
                    ]
                },
                {
                    "number": "189",
                    "sentences": [
                        "History makes a qualitative leap when the capitalist class liberates itself from the fetter of the pastoralist interest.",
                        "The capitalist class recognizes the value of the hack in the abstract, whereas the pastoralists were slow to appreciate the productivity that can flow from the application of abstraction to the production process.",
                        "Under the influence of capital, the state sanctions nascent forms of intellectual property, such as patents and copyrights, that secure an independent existence for hackers as a class, and a flow of innovations in culture and science from which history issues.",
                        "Capital represents private property to itself as if it is natural, but comes to appreciate the artificial extension of property into new, productive forms under the impact of the hack."
                    ]
                },
                {
                    "number": "190",
                    "sentences": [
                        "Information, once it becomes a form of property, develops beyond a mere support for capital and for a pastoralist class belatedly aware of the value of increased productivity for its rent rolls.",
                        "It becomes the basis of a form of accumulation in its own right.",
                        "Just as farmers and workers find themselves confronting a class owning the means of production, so too hackers find themselves confronting a new class of owners, in this case of the means of producing, storing and distributing information—the vectoralist class.",
                        "The vectoralist class struggles first to establish its monopoly over information—a far more abstract form of property than land or capital—and then to establish its power over the other ruling classes.",
                        "It secures as much of the surplus as it can as margin—the return on ownership of information—at the expense of profit and rent."
                    ]
                },
                {
                    "number": "191",
                    "sentences": [
                        "Viewed from the current stage of historical development, each of these ruling classes appears to develop out of the productivity of the hack.",
                        "The pastoralist class develops out of the productivity of private land ownership, a legal hack.",
                        "The capitalist class develops out of the productivity, not just of private property, but of technical innovations in power and machinery.",
                        "The vectoralist class develops out of further technical innovations in communication and control.",
                        "Each in turn competes with its predecessor.",
                        "Each competes for the capacity to extract as much of the surplus of total productivity as possible for its own accumulation.",
                        "Each struggles with the productive classes over the disposition of the surplus.",
                        "But that there is an ever-expanding surplus to struggle over is the product of the application of the hacker's abstraction to the invention of new forms of production, or new desires for consumption, all within the framework of property."
                    ]
                },
                {
                    "number": "192",
                    "sentences": [
                        "Those dispossessed by the capture of a resource by property come to conceive of their interests in terms of property.",
                        "They may struggle individually to become owners of it, or they may struggle collectively to reappropriate a portion of it.",
                        "Either way, property becomes the stake in the struggle for the producing classes as much as for the property owning classes."
                    ]
                },
                {
                    "number": "193",
                    "sentences": [
                        "Land, capital and information all appear as domains of struggle between possessors defending or extending the claim of private property, and the dispossessed, who struggle to extend or defend public property.",
                        "Farmers struggle against their landlessness.",
                        "Workers struggle against their dispossession, to claim a social wage.",
                        "Hackers struggle to socialize a portion of the information stocks, flows and vectors on which the hack depends."
                    ]
                },
                {
                    "number": "194",
                    "sentences": [
                        "The hacker class, which has some sliver of ownership conferred on it by the instrument of intellectual property, finds its rights challenged again and again by vectoralist interests.",
                        "Hackers, like farmers and workers before them, find that their ownership of the immediate tools of production is compromised both by the market power of the possessing class confronting them, but also by the influence that class can have over the state's definition of the representations of property.",
                        "Thus hackers as individuals are obliged to sell out their interests, and hackers as a class find their property rights diminished."
                    ]
                },
                {
                    "number": "195",
                    "sentences": [
                        "Hackers must calculate their interests not as owners, but as producers, for this is what distinguishes them from the vectoralist class.",
                        "Hackers do not merely own, and profit by owning information.",
                        "They produce new information, and as producers need access to it free from the absolute domination of the commodity form.",
                        "If what defines the activity of hacking is that it is a free productivity, an expression of the virtuality of nature, then its subjection to private property and the commodity form is a fetter upon it.",
                        "“When the meaning of a string of characters can be bought and locked into place this is the thermodynamics of language reduced to a single cryogenic chamber.”"
                    ]
                },
                {
                    "number": "196",
                    "sentences": [
                        "That hackers as a class have an interest in information as private property can blind the hacker class to the dangers of too strong an insistence on the protection of that property.",
                        "Any small gain the hacker gets from the privatization of information is compromised by the steady accumulation of the means of realizing its value in the hands of the vectoralist class.",
                        "Since information is crucial to the hack itself, the privatization of information is not in the interests of the hacker class.",
                        "To maintain their autonomy, hackers need some means of extracting an income from the hack, and thus from some limited protection of their rights.",
                        "Since information is an input as well as an output of the hack, this interest has to be balanced against a larger interest in the free distribution of all information.",
                        "In the short term, some form of intellectual property may secure some autonomy for the hacker class from the vectoralist class, but in the long term, the hacker class realizes its virtuality through the abolition of intellectual property as a fetter on the hack itself.",
                        "The hacker class frees the hack by hacking class itself, realizing itself by abolishing itself."
                    ]
                },
                {
                    "number": "197",
                    "sentences": [
                        "Where the farmer suffered the enclosure of the pastoral commons, the hacker must resist the enclosure of the information commons. ",
                        "Where workers struggled to make public some portion of the surplus as social security, so too hackers must define a portion of the surplus as cultural and scientific security.",
                        "Hacking as a pure, free experimental activity must be free from any constraint that is not self imposed.",
                        "Only out of its liberty will it hack the means of producing a surplus of liberty and liberty as a surplus.",
                        "But like the farmers' and workers' movements, hackers may decide to pursue a radical or reformist politics, and will redefine what is radical and what is reformist as it reclaims the common interest in what in the jargon of the vectoralist class is merely “intellectual property.”"
                    ]
                },
                {
                    "number": "198",
                    "sentences": [
                        "Without an information commons, all classes become captives of the vectoralist privatization of education.",
                        "This is an interest the hacker shares with farmers and workers, who demand the public provision of education.",
                        "Hackers, farmers and workers also have a common interest in an information commons with which to maintain a vigilant eye on the state, which is all too often subject to ruling class capture.",
                        "Even the pastoralist and capitalist classes can sometimes be allies in limiting the subjection of information by the vectoralist class to commodification.",
                        "The vectoralist interest grasps at a monopoly power over information, and puts monopolizing the surplus ahead of the expansion of the surplus.",
                        "What is “efficient” for the vectoralist class may impede the development of the surplus, and thus the virtuality of history."
                    ]
                },
                {
                    "number": "199",
                    "sentences": [
                        "The hacker class must think tactically about property, balancing public and private property in the scales of class interest and class alliance, but in the knowledge that the privatization of information is not in its long term interest as a class.",
                        "Part of its strategy may be the enlistment of other classes in an alliance for the public production of information.",
                        "But another strategy may be to extend another kind of property altogether—the property that is the gift."
                    ]
                },
                {
                    "number": "200",
                    "sentences": [
                        "Both the private and public forms of property are property in which subjects confront objects as buyers and sellers, via the quantitative medium of money.",
                        "Even public property does not alter this quantification.",
                        "The commodity economy, be it public or private, commodifies its subjects as well as its objects and sets a limit on the virtuality of nature."
                    ]
                },
                {
                    "number": "201",
                    "sentences": [
                        "Private property arose in opposition not only to feudal property, but also to traditional forms of the gift economy, which are a fetter to the increased productivity of the commodity economy.",
                        "Money is the medium through which land, capital, information and labor all confront each other as abstract entities, reduced to an abstract plane of measurement.",
                        "Qualitative exchange is superseded by quantified, monetized exchange.",
                        "The gift as property is pure qualitative exchange.",
                        "The gift becomes a marginal form of property, everywhere invaded by the commodity, and turned towards mere consumption.",
                        "The gift is marginal, but nevertheless plays a vital role in cementing reciprocal and communal relations among people who otherwise can only confront each other as buyers and sellers of commodities."
                    ]
                },
                {
                    "number": "202",
                    "sentences": [
                        "As production develops into its vectoralized form, the means appear for the renewal of the gift economy.",
                        "The vectoral form of relation allows for an abstraction of qualitative exchange that may become as vast and powerful as that of quantitative exchange.",
                        "Everywhere that the vector reaches, it brings into the orbit of the commodity.",
                        "But everywhere the vector reaches, it also brings with it the possibility of the “opening of the dimension of the gift, its grace or beauty, between the precious and the gratis, between the unique and the ordinary.”"
                    ]
                },
                {
                    "number": "203",
                    "sentences": [
                        "The hacker class has a close affinity with the gift economy.",
                        "The hacker struggles to produce a subjectivity that is qualitative and singular, in part through the act of the hack itself, but only in part.",
                        "The hack reveals to the hacker the qualitative, open and virtual dimension of the hacker's immersion in nature, but it does not reveal the hacker as hacker to other hackers, or to the world.",
                        "The hack reveals the nonsubjective surplus of subjectivity, just as it reveals the nonobjective surplus of objectivity."
                    ]
                },
                {
                    "number": "204",
                    "sentences": [
                        "The gift, as a qualitative exchange, creates singular producers and production as singularity.",
                        "The gift expresses the virtuality of the production of production, whereas commodified property represents the producer as an object, a quantifiable commodity like any other, of relative value only.",
                        "The gift of information need not give rise to conflict over information as property, for information need not suffer the artifice of scarcity."
                    ]
                },
                {
                    "number": "205",
                    "sentences": [
                        "The gift relation of vectoralized information makes possible, for the first time since the dawn of the vectoral world, a new abstraction of nature.",
                        "Nature need not be objectified.",
                        "It need not appear as something separate from its subjects in a relationship of ownership or non-ownership.",
                        "Nature appears in its qualitative, rather than quantitative aspect.",
                        "The unsustainable paradox of limitless productivity based on scarcity, both natural and unnatural, need not run on and on to its seemingly inevitable fall.",
                        "Within the gift relation, nature appears as endlessly productive in its differences, in its qualitative, not its quantitative aspect.",
                        "The possibility emerges of putting nature’s finite resources to work for the virtuality of difference, rather than for objectification and quantification.",
                        "The latter finally appear as partial abstractions, as falling short of the abstraction of abstraction.",
                        "If property is theft, then it is theft, in the first instance, from nature.",
                        "The gift has the capacity to return nature as itself to itself."
                    ]
                },
                {
                    "number": "206",
                    "sentences": [
                        "The vectoralist class contributes, unwittingly, to the development of the vectoral world within which the gift as the limit to property could return, but soon recognizes its error.",
                        "As the vectoral economy develops, less and less of it takes the form of a public space of open and free gift exchange, and more and more of it takes the form of commodified production for private sale.",
                        "The vectoralist class can grudgingly accommodate some margin of public information, as the price it pays to the state for the furtherance of its main interests.",
                        "But the vectoralist class quite rightly sees in the gift a challenge not just to its profits but to its very existence.",
                        "The gift economy is the virtual proof for the parasitic and superfluous nature of vectoralists as a class."
                    ]
                }
            ]
        },
        {
            "name": "REPRESENTATION",
            "paragraphs": [
                {
                    "number": "207",
                    "sentences": [
                        "The politics of information, the history of knowledge, advance not through a critical negation of false representations but a positive hacking of the virtuality of expression.",
                        "Representation always mimics but is less than what it represents; expression always differs from but exceeds the raw material of its production."
                    ]
                },
                {
                    "number": "208",
                    "sentences": [
                        "All representation is false.",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "209",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "210",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "211",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "212",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "213",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "214",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "215",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "216",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "217",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "218",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "219",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "220",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "221",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "222",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "223",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "224",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "225",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "226",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "227",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "228",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "229",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "230",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "231",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "232",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                }
            ]
        },
        {
            "name": "REVOLT",
            "paragraphs": [
                {
                    "number": "233",
                    "sentences": [
                        "A double spooks the world, the double of abstraction.",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "234",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "235",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "236",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "237",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "238",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "239",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "240",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "241",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "242",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "243",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "244",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "245",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "246",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "247",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "248",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "249",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "250",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "251",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "252",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "253",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "254",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "255",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "256",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "257",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                }
            ]
        },
        {
            "name": "STATE",
            "paragraphs": [
                {
                    "number": "258",
                    "sentences": [
                        "A double spooks the world, the double of abstraction.",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "259",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "260",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "261",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "262",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "263",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "264",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "265",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "266",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "267",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "268",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "269",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "270",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "271",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "272",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "273",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "274",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                }
            ]
        },
        {
            "name": "SUBJECT",
            "paragraphs": [
                {
                    "number": "275",
                    "sentences": [
                        "A double spooks the world, the double of abstraction.",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "276",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "277",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "278",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "279",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "280",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "281",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "282",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "283",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "284",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "285",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "286",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "287",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "288",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "289",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "290",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "291",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "292",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "293",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "294",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "295",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "296",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "297",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "298",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "299",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                }
            ]
        },
        {
            "name": "SURPLUS",
            "paragraphs": [
                {
                    "number": "300",
                    "sentences": [
                        "A double spooks the world, the double of abstraction.",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "301",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "302",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "303",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "304",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "305",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "306",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "307",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "308",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "309",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "310",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "311",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "312",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                }
            ]
        },
        {
            "name": "VECTOR",
            "paragraphs": [
                {
                    "number": "313",
                    "sentences": [
                        "A double spooks the world, the double of abstraction.",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "314",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "315",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "316",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "317",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "318",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "319",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "320",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "321",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "322",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "323",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "324",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "325",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "326",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "327",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "328",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "329",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "330",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "331",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "332",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "333",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "334",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "335",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "336",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "337",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "338",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "339",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "340",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "341",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "342",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "343",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "344",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "345",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                }
            ]
        },
        {
            "name": "WORLD",
            "paragraphs": [
                {
                    "number": "346",
                    "sentences": [
                        "A double spooks the world, the double of abstraction.",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "347",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "348",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "349",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "350",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "351",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "352",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "353",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "354",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "355",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "356",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "357",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "358",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "359",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "360",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "361",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "362",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "363",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "364",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "365",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "366",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "367",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "368",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "369",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "370",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "371",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "372",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "373",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "374",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "375",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "376",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "377",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "378",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "379",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "380",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "381",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "382",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "383",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "384",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "385",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "386",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "387",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "388",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                },
                {
                    "number": "389",
                    "sentences": [
                        "",
                        "",
                        "",
                        "",
                        "",
                        ""
                    ]
                }
            ]
        }
    ]
}